{"Geography/Geography":{"slug":"Geography/Geography","filePath":"Geography/Geography.md","title":"Geography","links":["Geography/New-Braska"],"tags":[],"content":"Real World\n1848 is the year by which the current continental US’s borders were established.\nUnorganized territory covered everything west of Wisconsin, Iowa, Missouri, Arkansas, Louisiana, and Texas, with the exception of Oregon Territory (which included Idaho).\nFrom this point, they carved out:\n\nMinnesota, Utah, and New Mexico territories (all wider than today), as California became a state. (1850)\nThen split the middle lands into Indian (OK), Kansas, and Nebraska\nBy the civil war (~1861), we’ve got Colorado and Nevada, with Nebraska cut into Dakota further north.\n\nColumbia Map\nSeven Nations\nThe southern five of the Seven Nations have basically marched westward to the Mississippi at this point. (Roughly the US map from about 1805 to 1821, minus the southern Tusk).\nThe Kuhmdiak covers eastern coastal Canada.\nThe Dells covers New England, from Maine to the eastern edge of New York.\n\nNew York (especially the northern half), the Great Lakes, and Ontario belong to the Selil-Lilal forests.\n\nNuDam holds the area round NYC, Newark, and coastal New Jersey.\nThe Midlands covers Pennsylvania from Wilmington DE, Philadelphia PA, and western NJ (though not much of the mountains in south-central, which go to the High Hills), southern New York, and the southern half of 1789’s Northwest Territory from the Ohio river to the Mississippi (Ohio, Indiana, and Illinois). It pushes up into southern edges of Michigan (but the northern half of that NW territory belongs to the Selil-lilal).\nTidewater surrounds the Chesapeake Bay, from most of Delaware, through Baltimore, Washington, Richmond, Norfolk, with strong influence stretching to Durham and Raleigh NC.\nThe High Hills follow the Appalachian Mts. from south-central Pennsylvania, down through western VA, NC, SC and northern GA and AL, and west from there to the Mississippi (Kentucky, Tennessee).\n\nThe Hio (Ohio) river serves as both border and trade route along much of the length of the border of the Midlands and High Hills.\n\nThe Baronies start around Charlotte, NC and extend south through SC, GA, northern FL, and west in AL.\nThe Territories\nOzark covers southern MO and northern AR. south of the Missouri river.  Rugged hills to the south provide some buffer from the Tusk.\nIoway (EYE-o-way) covers northern MO and IA, between the Mississippi and Missouri rivers.\nTakota covers southern Minnesota (which blends into the Selil-lilal), eastern South Dakota, and most of North Dakota. The land between the Mississippi and Missouri rivers.\nCounties\nKansa\nNew Braska\nLawrence\nColdarro\nSaltarro\nThe Rivers\nHio (HEE-oh) (Ohio) flows from the confluence at Pittston (Pittsburg) to Cairo (southern tip of Illinois) where it meets the Mississip.\nMississip (Old Man River, Father of Waters, Mighty Mississip) (Mississippi) flows from the western Selil-Lilal (near Lake Superior) down to Orlean.\nPekitanoui (Big Muddy, the Missu) flows from far in the NW down to the Mississip at San Louie in the NE corner of Ozark Terriritory.\nSouthern Lands\nAtzlan Empire is the military empire of the hobgoblins, which covers Mexico (abbreviated as some vague point to the south), TX, NM, and AZ.  They have step-pyramids (vaguely like the jungle ruins) and worship dark (sun and storm) gods that must be appeased through human(oid) sacrifice.  They also run great slave mines, both for smithing the weapons and armor of their great military and for mining gold and precious stones.\n\nMorrkesh - capital city\n\nThe Tusk covers points west of GA (AL + MI - the original Mississippi Territory of 1798), plus AR and LA, over to about Houston, TX. this green humid region is populated by orcs, goblins, and mixed-blood gorklings.  Some depart from the Tensaw delta (Mobile, AL) as sea reavers.\n\nOrlean (OR-lee-ahn) is a free port at the mouth of Old Man River. There has been much discussion of incorporating this into Columbia as a “Bayou Territory”, but regular trade has always been fraught by sea through both the Serra Main pirates and then the slaver ships of Aztlan and up river to the High Hills and Midlands and the mouth of Hio (Ohio).  Orlean is home to many swamp-dwelling haldoon—high hillers and Barony humans who fled to the southwest into the swamps.  Technically the Haldoon are human, with only traces of orc blood.  (Mechanically half-orc.)\n\nThe Glades covers FL (though a bit wider and stumpier). This is the home of lizardfolk tribes, gators, panthers, pythons, biting insects, tropical disease, quicksand, and other dangers.  Rumors of lost temples and heavy amulets of gold—similar in style to hobgoblin, but likely something much older than that.  On the Baronies side (to the N), the Glades also provide a refuge to the Harloon (savage humans), runaway gobbers, witch covens, and orgies of dark-god worshippers.\nSerra Main is the Caribbean (covered in more more detail elsewhere).\nSouthlands is the South American coast (though with more long bays). AKA: Terra Australis Incognita, Hybrasil. Thick jungle with little more known, since those who go in more than a mile generally don’t come out again.  Poorly charted, so extent is not clear yet (only large islands, or a landmass, or a full continent?)  A couple settlements were tried, but they disappeared.  Rumors and myths abound, of seraphim, dragons, wild elves, sea devils; lost wizard castles; lost cities, fountains of eternal youth, etc.  Much of what was once sought in the Glades is now sought in the Southlands.  What has come back from expeditions to it is a wealth of exotic spices, wondrous herbs, and strange animals."},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Notes for fantasy western D&amp;D campaign set in Columbia (World Anew).\nThis content is a subset of the DM’s full Obsidian vault.  Shown here are only the pages  marked publish: true."}}