{"Characters/Arlo":{"slug":"Characters/Arlo","filePath":"Characters/Arlo.md","title":"Arlo","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerTobinNameArlo “Armadillo” JonesRaceHumanClassRanger (Beast Master)"},"Characters/Molly":{"slug":"Characters/Molly","filePath":"Characters/Molly.md","title":"Molly","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerStacyNameMary Elizabeth “Molly” GabrielRaceHalf-elfClassFighter (Green Knight)"},"Characters/Numyr":{"slug":"Characters/Numyr","filePath":"Characters/Numyr.md","title":"Numyr","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerBillNameNumyrn JonesRaceHalf-elfClassCleric (War) / Warlock (Archfey)"},"Characters/Wayne":{"slug":"Characters/Wayne","filePath":"Characters/Wayne.md","title":"Wayne","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerZboNameWayne Dubeau JrRaceHumanClassRogue (Thief)"},"Fey/Faerie":{"slug":"Fey/Faerie","filePath":"Fey/Faerie.md","title":"Faerie","links":["Planes/Feywild","Planes/Material-Plane","Fey/Seelie-Court","Planes/Elemental-Planes"],"tags":[],"content":"While the term can also refer to the Feywild itself, Faerie more specifically refers to the full tapestry of society in the Feywild.  While centered on the fey, it includes several other creatures that are not technically fey.\nAs the fey are ageless, the tapestry of debts, tributes, and fealty that has built up between them is incredibly complex. This means that different fey groups do not submit easily to categorization.  Also, many individual fey creatures have, for one reason or another, risen or fallen from their typical place in the social hierarchy.\nThe following is a categorization of the fey into “circles”, as proposed by the human scholar A. C. Doyle.  In Doyle’s framework, a particular species of fey might between belong to more than one circle, such as a pixie counting as both a “Fair Folk” and a “Wee Folk”. Again, the fey don’t use these categories themselves.\nThe Fair Folk include the beautiful humanoid fey: eladrin, fairies, sprites, pixies, etc. The elves were once Fair Folk before forsaking the Feywild for the Mortal Realm.\nThe Courtly Ones are a subset of the Fair Folk that hold titles within the Seelie Court.\nThe Wee Folk include: brownies, pixies, kilmoulis, tomte, house elves, boggarts, boggles, recaps, quicklings, brigganocks, coblyns/knockers, and the like.  Most of them tend to be mischievous, but the more domesticated ones can be helpful if respected and well-treated.    The gnomes were once part of this group before passing into the Mortal Realm.\nGoblinkind include: gremkin, nornkin, norkers, nilbogs, tasloi, gremlins, and other. Goblins, both gobber and wild goblin, have settled in the Mortal Realm, while bugbears move easily back and forth between the two.  The hobs of the Aztlan empire may once have been in this family.\nThe Agrioi include the rustic fertility spirits: nymphs, satyrs, fauns, dryads, nereids, undine, sirens, etc.  These are some of the oldest fey creatures, with deep ties to primal nature and the Elemental Chaos. Like the satyrs, there are some who blur the line with the Faunata, such as the kelpie, selkie, swanmay, mermaid, and centaur.\nThe Hags include the various hags.  Some creatures, such as grindylows and meenlocks, may be wee-folk hags and the harpie may be a faunata hag.\nThe Wildlings include many plant-like creatures, such as treants and many wee creatures that seem to fall between plant and Agrioi in nature.\nThe Faunata include the fey beasts, such as: blink dogs, displacer beasts, unicorns, yeth hounds, etc.\nThere are other additional fey that don’t fall into these circles, such as the doppleganger, puca, and fetch.\nLanguages\nMost fey speak Sylvan.  It is the native tongue of the Agrioi, Wee Folk, Wildlings, Hags, and Faunata.\nThe Fair Folk speak Elvish (Olde Elven dialect), though nearly all know Sylvan as well.  This is the language typically spoken at the Seelie Court.\nGoblinkind speaks Goblin natively, but most know at least some Sylvan.\nThe Agrioi often also speak Primordial.  Hags know many languages, often including Giant (as spoken by trolls and ogres).\nSources\n\nen.wikipedia.org/wiki/Fairy\nen.wikipedia.org/wiki/Classifications_of_fairies - Not terribly useful.\nwww.reddit.com/r/worldbuilding/comments/x2r9fl/is_there_a_word_for_nymphs_and_satyrs/\n"},"Fey/King-Auberon":{"slug":"Fey/King-Auberon","filePath":"Fey/King Auberon.md","title":"King Auberon","links":["Fey/Faerie","Planes/Feywild","Fey/Queen-Ceres","Fey/Queen-of-Air-and-Darkness"],"tags":[],"content":"Once ruler of Faerie and the Feywild with his wife, Queen Ceres.\nKing Auberon was killed by his elder daughter when she became the  Queen of Air and Darkness.\nSources\nOberon\nOberon, Auberon, Alberon.   In the original French poem, Huon de Bordeaux, that predates Shakespeare’s use, he is a handsome dwarf, son of Julius Caesar and Morgan le Fay.\nSee also Queen of Air and Darkness sources."},"Fey/Queen-Ceres":{"slug":"Fey/Queen-Ceres","filePath":"Fey/Queen Ceres.md","title":"Queen Ceres","links":["Fey/Queen-Titania","Fey/Queen-of-Air-and-Darkness","Fey/Faerie","Fey/King-Auberon","Fey/Seelie-Court"],"tags":[],"content":"Mother of Queen Titania and the Queen of Air and Darkness and once the ruler of Faerie with her husband, King Auberon.\nCeres is now regent of the Winter Court of the Seelie Court.\nSources\nQueen of the Fairies\nen.wikipedia.org/wiki/Fairy_Queen\nProserpine (Proserpina), Gloriana, Tanaquill, Titania, Mab.\nOr, jumping off from Proserpina/Persephone, who gets dragged to a dark underworld, what about her mother, Ceres?\nSee also Queen of Air and Darkness sources."},"Fey/Queen-Titania":{"slug":"Fey/Queen-Titania","filePath":"Fey/Queen Titania.md","title":"Queen Titania","links":["Fey/Seelie-Court","Fey/Queen-Ceres","Fey/King-Auberon","Fey/Queen-of-Air-and-Darkness"],"tags":[],"content":"Queen of the Summer Court of the Seelie Court.\nDaughter of Queen Ceres and King Auberon and younger sister to the Queen of Air and Darkness."},"Fey/Queen-of-Air-and-Darkness":{"slug":"Fey/Queen-of-Air-and-Darkness","filePath":"Fey/Queen of Air and Darkness.md","title":"Queen of Air and Darkness","links":["Fey/Seelie-Court","Fey/Queen-Ceres","Fey/King-Auberon","Planes/Feywild","Ladinion","Nightstone","Fey/Queen-Titania","Mortal-Realm"],"tags":[],"content":"The Queen of Air and Darkness is an enigmatic and distant character who is important to the current structure of the Seelie Court.\nOrigins\nLong long ago, the Seelie Court was ruled by Queen Ceres and King Auberon.  They had twin daughters, one older and one younger.\nOne day, dwarven miners in the Feywild lands of Ladinion discovered a magnificent black diamond deep below the earth.  When they pried it from the earth, they found its faces flawless, with ten polished facets, and its heart impenetrably dark.  They called it the Nightstone, and they hastened to the Court to offer it as a gift to the princesses there.\nWhen they arrived, the King and Queen were busy with courtly affairs. The younger daughter, Queen Titania, was away, swimming in the river.  But the elder daughter accepted the gift.\nYet, when she touched the Nightstone, she grew dark and terrible to behold.  She gripped the stone, the facets cut her flesh, and blood dripped from her fist. She spoke terrible  words of echoing power, and the dwarves fled in fear.\nDrawn by the commotion, the King and Queen hurried to their daughter.  She placed a hand on her father, King Auberon, as he drew near.  Upon her touch, despite his magic and his power, the King was no more. Naught but empty air and a sprinkle of ash remained.\nHer mother, Queen Ceres, quickly spoke words of binding and spells of holding.  As her daughter struggled against the bonds, as the Nightstone glowed blackly, and as the binding spells began to unravel, the Queen begged her daughter to release the Nightstone.  But her daughter, too marveled by its magic and power, refused.  She promised her mother that, with the stone’s power, she would lay waste to all of the Feywild and see it covered by eternal night.\nAnd so, with tears blurring her eyes, Queen Ceres spoke the words of banishment and spells of containment, forcing her daughter and the Nightstone into an otherworldly prison, far from the Feywild. As she passed from her mother’s sight, the new Queen of Air and Darkness swore that the Feywild would never be truly free of the Nightstone.\nWhen her younger daughter returned from the river, Queen Ceres embraced her.\nWith her heart as broken as her family, Queen Ceres no longer wished to rule.\nShe stripped all memory of her elder daughter’s name from Feywild, so that none could call her back.  For their part in this tragedy, however unwitting, she banished the dwarves from the Feywild, and they fled to the Mortal Realm.\nThen Queen Ceres passed her crown to her younger daughter, the new Queen Titania.\nHowever, her elder daughter is not dead.  As a final royal act, Ceres decreed that the Court would be ruled by Queen Titania for 7 years of summer, in celebration of the continuing life of the Feywild.  But then the throne would stand empty for a single winter, in memory of the Queen of Air and Darkness, before summer begins anew.\nCeres is no longer queen, but she can still found at Court at times, a pale and silent regent, standing behind the empty Winter throne.\nSources\nD&amp;D: Monster Mythology (2e, 1992)\nUnseen bodiless form, of the Unseelie Court, in (Phlegethon) Pandemonium. A twisted throne, with elven and fairie servitors, undead, and yeth hounds and hell hounds. Fully corrupted by the Black Diamond, with its 10 facets, an artifact of great strength.  Source of the diamond is uncertain (perhaps from the Dark God of the Underdark).\nSister of Titania. In Ladinion, a deep sylvan land, dwarven miners discovered a great black diamond and took it to court. Titania was away swimming in the river, so her sister accepted it. It corrupted her and she took the magical treasures of the land and fled.  Shortly thereafter, the mountain it came from exploded, killing the dwarves and covering Ladinion with a smoke sickness that decimated the fey.\nFor this reason, the fey no longer trust the dwarves or allow them in their lands.\nD&amp;D: FR fandom wiki\nAdditions to above:\n\nThe Queen of Air and Darkness had no physical form; her presence was merely felt in the Unseelie Court. If magic was used to see her, however, she appeared as a beautiful but terrible female faerie with angular features, bone-white skin, all-black eyes, and long black hair.\n\nSee also, Raven Queen:\n\nAlso formless.\nCollects memories and essences in the Shadowfell (Fortress of Memory, or Letherna, a fortress of black ice in a frozen forest).  Suggested this might be to sustain her existence.\nPatron of the shadar-kai.  They serve her, bringing her mementos, and their souls return to her.\nDeals with protecting those who pass from becoming undead; a goddess of fate.\nRavens bring her messages, serving as eyes and ears.\nEnemies: Orcus, Vecna.\n\nLiterary\nFirst appearance? 1922’s allpoetry.com/poem/14372757-Her-Strong-Enchantments-Failing-by-A-E-Housman\nThen used in other novels, including:\n\nThe second volume of The Once and Future King (1939).  This refers to Morgause, Queen of Orkney, mother of Mordred.  This character is usually separate, but sometimes conflated with, Morgan le Fey.\nNovella (1971) by Poul Anderson (sci-fi, but homage to child-stealing fey)\nA title for Mab, Queen of Winter, in Dresden Files.\n\nThe Winter Court protects the universe from the outsiders, while the Summer Court protects the rest of existence from the Winter Court.\nMab is opposed by Titania (both of which come from Shakespeare; Oberon is older) with Maeve and Aurora are their Ladies, respectively. Also mentions Gwynn ap Nudd.\n\n\nPlus others.\n\nMercy Thompson: “The Graylords” as the ruling lords and ladies of the fae.\n\n\n\nQoAD is often depicted as the queen of the Unseelie court.\nMorgan le Fay\nMorgana, Morgain, Morgane.  In Geoffrey of Monmouth’s 1150 Vita Merlini, she is the ruler of Avalon, a skilled healer and shapechanger.  Only a little later does she become his sister."},"Fey/Seelie-Court":{"slug":"Fey/Seelie-Court","filePath":"Fey/Seelie Court.md","title":"Seelie Court","links":["Fey/Faerie","Fey/Queen-Titania","Fey/Queen-of-Air-and-Darkness"],"tags":[],"content":"Part of Faerie (particularly the Fair Folk) is ruled by the Seelie Court.\nThe Court is made of many titled fey, collectively called the Courtly Ones. The eladrin are the most prevalent race, but other Fair Folk are present, and some other Faerie creatures have joined its ranks.\nFaerie creatures that either belong to the Court or owe allegiance to it, either directly or indirectly, are called seelie.  Those who do not—whether they actively oppose the Court or simply pay it no mind—are called unseelie.  For example, it is not uncommon for many Wee Folk to respect the Court but not necessarily be bound by it, which makes then unseelie.\nThe Seelie Court cycles through two phases.  For seven years, the Summer Court, ruled by Queen Titania, holds sway.  Then, for a single winter, from Samhain through Beltane, the Winter Court holds sway and the throne is empty.  See the Queen of Air and Darkness for how this came to be.\nWhile many of the Courtly Ones have royal titles—such as The River King, The Crimson King, The Starlight Queen, or Lord of the Hunt—these are always descriptive titles that might by assumed by different individuals over time.  Only an actual sovereign of the Court is individually named—such as Queen Titania.\nSources\nD&amp;D: Monster Mythology (2e, 1992)\nSeelie court, Inner Circle: Titania (queen), Oberon (consort), Verenestra (dryad goddess), Damh (satyrs and korred), Sqeulaiche (leprachauns), and Eachthighern (unicorns).  Collective alignment: Cg.\nOuter Circle doesn’t pay primary homage or spend much time at court: Skerrit (centaurs), Fionnghuala (swanmay), Gaoimhim (killmoulis), Emmantiensien (treants), Nathair Sgiathach (fairy and pseudo dragons).\nCegilune (hags). Queen of A&amp;D (sister to Titania, with a long-lost true name).\nGood summary:\n\nforgottenrealms.fandom.com/wiki/Seelie_Court\n\nOthers\n\nwww.tumblr.com/dmsden/189491522375/courtly-concerns-discussing-the-seelie-and\n"},"Fey/index":{"slug":"Fey/index","filePath":"Fey/index.md","title":"index","links":["Fey/Faerie","Planes/Feywild","Planes/Material-Plane"],"tags":[],"content":"Fey society, or Faerie, is primarily based in the Feywild, but some of it has spilled into the Material Plane.\nIf your character would know this content if they have proficiency in Sylvan, Elvish, or History (although it would be categorized as “History: Folktales” among humans)."},"Planes/Elemental-Planes":{"slug":"Planes/Elemental-Planes","filePath":"Planes/Elemental Planes.md","title":"Elemental Planes","links":[],"tags":[],"content":"The elemental planes of Air, Earth, Fire, and Water are the source of substance and raw magic.  They are continually born from a central heart called the Elemental Chaos.\nNear this maelstrom of creation, where the neighboring planes meet, you’ll find regions of:\n\nAir + Earth = Dust\nAir + Fire = Smoke or Ash (Great Conflagration)\nAir + Water = Ice (Frostfell)\nEarth + Fire = Magma (Fountains of Creation)\nEarth + Water = Ooze, Mud (Swamp of Oblivion)\nFire + Water = Steam\n\nFarther from the maelstrom, the planes become more uniform and stable.  They are the source of elementals.\nSources\nThe four classic elemental planes, plus the (traditionally only four) para-elemental planes where two elemental planes meet. Also, 4e’s Elemental Chaos at the center where all four come together.\n\ndungeonsdragons.fandom.com/wiki/Paraelemental_plane\n1d6chan.miraheze.org/wiki/Elemental_Chaos\n"},"Planes/Ethereal":{"slug":"Planes/Ethereal","filePath":"Planes/Ethereal.md","title":"Ethereal","links":["Planes/Material-Plane","Planes/Spirit-Realm"],"tags":[],"content":"As per 5e’s Border Ethereal, this coterminous plane is just slightly out of phase with the Material Plane.  A visitor here can see into the Material Plane, but typically not interact with it.\nIn this setting, all planes except the Spirit Realm have their own ethereal plane, meaning ethereal effects work on those planes as they do on the Material."},"Planes/Feywild":{"slug":"Planes/Feywild","filePath":"Planes/Feywild.md","title":"Feywild","links":["Fey/Faerie","Planes/Material-Plane","Fey/","Planes/Feywild","Planes/Elemental-Planes"],"tags":[],"content":"The Feywild (also sometimes called Faerie) is a vibrant verdant plane with vaguely positive-energy alignment.\nWhere the Feywild touches the Material Plane, it tends to mirror the Material. For example, you might climb under a fallen mossy log on the Material to emerge from beneath a similar log in the Feywild.  Or you might pass through a Material mill pond to emerge in a quiet forest pond or a rushing river in the Feywild.\nThe Feywild is the original home of the fey.\nThe Feywild is a land of perpetual twilight, sometimes fairly bright, but without a clear source of that light.  Some regions are darker than others.\nGiven its magical vibrant nature, it is easy to pass from similarly attuned regions of the Feywild into the Elemental Planes, often near the Elemental Chaos. Similarly, it is not uncommon to find elementals, dragons, and floating earth-motes that have passed into the Feywild from those planes.\nTime is variable between the the Feywild and the Material Plane, but it tends to pass slower in the Feywild.  For example, hours or days spent in the Feywild might be days or weeks in the Material Plane. This makes the Feywild a dangerous place for mortals to linger."},"Planes/Gloaming":{"slug":"Planes/Gloaming","filePath":"Planes/Gloaming.md","title":"Gloaming","links":["Planes/Feywild","Planes/Shadowfell","Planes/Elemental-Planes","Planes/Material-Plane"],"tags":[],"content":"The Gloaming is formed where the Feywild and Shadowfell meet, similar to a para-elemental plane.  It is also coterminous with the Material Plane, and, like both the Feywild and Shadowfell that produce it, it also tends to mirror features of the Material Plane near where the two meet.\nThe Gloaming is often mistaken for the Shadowfell, as the natural entrances and crossings from the Material (such as through areas of persistent darkness) are similar.  However, while similarly dark, the Gloaming is not as cold or lifeless as the Shadowfell.  The Gloaming appears more like a benighted, corrupted, or dying Feywild.\nThe passage of time in the Gloaming is extremely variable, and it can run either faster or slower than the Material Plane.  Creatures that spend long periods here may darken and change, but not toward the same lifeless or undead forms found in the Shadowfell."},"Planes/Material-Plane":{"slug":"Planes/Material-Plane","filePath":"Planes/Material Plane.md","title":"Material Plane","links":["Fey/"],"tags":[],"content":"The plane that contains Columbia and human affairs.\nAlso called the Mortal Realm, especially by the fey."},"Planes/Shadowfell":{"slug":"Planes/Shadowfell","filePath":"Planes/Shadowfell.md","title":"Shadowfell","links":["Planes/Material-Plane","Planes/Gloaming","Planes/Feywild","Blight","Fey/","Planes/Spirit-Realm"],"tags":[],"content":"The Shadowfell is a cold dark plane with a vaguely negative-energy alignment.\nThe Shadowfell is a dark reflection of the Material Plane. It is possible to slip into it through areas of death or persistent darkness.  The Shadowfell is coterminous with the Gloaming but not directly with the Feywild.  The Blight causes these transitions to be easier and more common over time.\nThe Shadowfell is cold. You can typically see your breath.  The black glassy surfaces here are often rimed with frost. Flakes of ash sometimes fall like light snow but crumble to dust when they land.\nMost regions of the Shadowfell are as lifeless as a desert.  There are some exceptions to this, with a few hearty native inhabitants.  Most of its inhabitants are shadows or other undead, though, which do not require material sustenance.\nTime is variable between the the Shadowfell and the Material Plane, but it tends to pass faster in the Shadowfell.  For example, a week spent in the Shadowfell may be only a day in the Material Plane.  This makes the Shadowfell useful for traveling shortcuts, if you can reliably find your way through it between two Material portals.\nThe fey have suggested that it is the negative energy effect of the Shadowfell on the Material Plane that gives Material natives their mortality. When a mortal dies and their soul fails to pass into the Spirit Realm, it tends to eventually get dragged into the Shadowfell.  Over eons (in comparative time to the Material), the Shadowfell drains the memories, identity, and substance from the soul, leaving only a shadow behind.  These shadows, still hungry for life and unwilling to pass, may slip back into the Material if they discover a means to do so. They will then seek to feed on life energy they find there.\nCreatures that pass physically into the Shadowfell may face a similar fate, gradually becoming darker, shadowy, and eventually undead.  Living creatures may also struggle with the plane’s despair effect.\nDespair\nFrom DMG, p52: When appropriate (up to once per day) in the Shadowfell, make a Wisdom save DC 10 or gain the following:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nd6Effect1 - 3Apathy:  Disadv on death saves and initiative.  Flaw: “I don’t believe I can make a difference.”4 - 5Dread: Disadv on all savesFlaw: “I am convinced I will die soon”6Madness: Disadv on all mental (INT, WIS, CHA) checks and savesFlaw: “I can’t tell what’s real anymore”\nIf you already have a despair effect, you gain an different additional one. At the end of your next long rest, make a DC 15 Wisdom save (with advantage if you are no longer in the Shadowfell) to shake off each despair effect.  Calm emotions, remove curse, or similar magic can also end all despair effects.\nSources\n\n3.5’s Shadow Walk spell inspired the speedy travel through the Shadowfell\n"},"Planes/Spirit-Realm":{"slug":"Planes/Spirit-Realm","filePath":"Planes/Spirit Realm.md","title":"Spirit Realm","links":["Planes/Ethereal","Planes/Material-Plane","Planes/Shadowfell"],"tags":[],"content":"The Spirit Realm goes by many names: The Dreaming, the Astral, the Deep Ethereal.\nSome scholars believe that these are different planes, but it’s more likely that these are different subjective experiences of the same thing.  When astrally projecting or lucid dreamwalking, it appears as per the Astral Plane. When physically (rather than astrally) entering the plane, the experience is much more fuzzy, like the (Deep) Ethereal.\nThrough the Spirit Realm, it is possible to enter myriad contained demiplanes through portals found there, taking on physical form in those other realities. Traveling farther from the Material world leads to more alien dimensions and stranger inhabitants.\nSome argue that both dreamers and the disembodied spirits of the dead make this same journey.  Dreamers and projectors are pulled back from their dream demiplanes upon waking; the dead do not wake but continue to journey until they find a final home. However, some dead spirits can’t or refuse to start this journey into the bright Spirit Realm.  These souls may languish for a time in Ethereal of the Material Plane before eventually succumbing to the pull of the Shadowfell.\nHeaven and Hell are likely demiplanes, with their own inhabitants."},"Planes/index":{"slug":"Planes/index","filePath":"Planes/index.md","title":"index","links":[],"tags":[],"content":"The planes of existence that exist in the World Anew setting.\nIf your character would know this content if they have proficiency in Arcana."},"Rules/index":{"slug":"Rules/index","filePath":"Rules/index.md","title":"index","links":[],"tags":[],"content":"See:\n\nGoogle Docs: World Anew - Lawless - Player’s guide (which might eventually get migrated here)\nD&amp;D 5e doc - House rules\n"},"Sessions/2025-09-17---Session--1":{"slug":"Sessions/2025-09-17---Session--1","filePath":"Sessions/2025-09-17 - Session -1.md","title":"2025-09-17 - Session -1","links":[],"tags":[],"content":"Zach, Bill, &amp; Zbo got together to chat about rules while Tobin and Stacy where out."},"Sessions/2025-09-23---Session-0":{"slug":"Sessions/2025-09-23---Session-0","filePath":"Sessions/2025-09-23 - Session 0.md","title":"2025-09-23 - Session 0","links":[],"tags":[],"content":"Wrapped up Dargrim (Interlude I - Finnan’s Windsong).  Then jumped into the new Lawless Roll20 game and shared character ideas, backstories, and possible party connections."},"Sessions/2025-10-02---Session-0B":{"slug":"Sessions/2025-10-02---Session-0B","filePath":"Sessions/2025-10-02 - Session 0B.md","title":"2025-10-02 - Session 0B","links":[],"tags":[],"content":"Stacy couldn’t make it, so the rest of us spent the evening optimizing character options: skills, languages, tool profs, spells, equipment boons, etc."},"Sessions/2025-10-07---Session-1":{"slug":"Sessions/2025-10-07---Session-1","filePath":"Sessions/2025-10-07 - Session 1.md","title":"2025-10-07 - Session 1","links":["Geography/Ogallah","Deadbridge","Characters/Wayne","Geography/Machine","Geography/Chugwater","Characters/Arlo","Characters/Numyr","Characters/Molly"],"tags":[],"content":"The party meets on the stagecoach running from Ogallah to Deadbridge.\nThe stagecoach is run by Mad Mattie and Gus the Gobber. As Ogallah disappears over the grassy horizon behind them and they pass the end of the railroad tracks running beside them, Gus slaps on the side of the stagecoach and yells to the passengers, “You in Lawless now!”\nMattie and Gus stop a couple times to rest the horses.  Gus feeds each of them a red apple pulled from a burlap bag marked “Road Apples”, which seems to have a magical rejuvenating effect.  Wayne is riding his horse, Betty, and she gets a couple apples too.  Gus eats the last apple from the bag, to noxious effect for the rest of the group.\nThe party spends their first night in Machine, and they get to know each other a little more over dinner.\nEarly the next evening, after a long, bumpy, and dusty day, they pull into Chugwater. As the stage pulls past the stable to the front door the roadhouse, two arrows shoot through the air into the lead horse.  Then the door of the roadhouse bursts open and, with leering laughing barks, two gnolls rush to the rearing injured horse and slit its throat.\nThe party leaps from the stagecoach.  Arlo leads the charge, throwing himself between the gnolls and the other horses.  Numyr and Molly join him. The crack of Molly’s pistol is heard over the rearing and neighing of the frightened horses.  Wayne ropes one of the gnolls and drags him off through the dust, while Mad Mattie scrambles up onto the roof of the stagecoach to take potshots with her crossbow.  Gus sits hunched on the coach’s bench seat, grimly gripping the shotgun in his hands.\nFour more gnoll warriors dash from the roadhouse and join the fray.  The larger leader gnoll continues to snipe at the party with his longbow from under the roadhouse stairs and barks orders at his warriors.  After scoring a gruesome kill, Arlo drops to the arrow and hatchet blows, but Numyr leans over him, keeping three gnolls at bay with his shield, and pours a healing potion into Arlo.  Dragging himself to his feet, Arlo stumbles back to the stagecoach to protect Mattie and Gus from a gnoll that has climbed up to threaten them.  Gus’s shotgun goes off with a harmless burst of smoke, but Wayne drops the gnoll with a crossbow bolt as he rides past on Betty.\nMeanwhile, Numyr is wrestling with one of the gnolls, but four of the gnolls now lay dead.  The leader barks for a retreat, and the remaining two break for cover through the roadhouse.  Numyr and Molly—the two half-elves—don’t hesitate to pursue them into the murky interior.\nWayne races around the roadhouse on Betty.  He attempts to hop up onto the balcony as he rides by, but it goes poorly, and he ends up rolling through the dust to regain his feet underneath it instead. Arlo cuts one of the draft horses free of the stagecoach traces and swings up onto its bare back to pursue as well.\nAfter dashing between a couple bunkhouses out back, the gnolls can see a long prairie valley stretching out before them, so they turn to make a second stand in the cover of the bunkhouses.  Molly and Numyr unload on them, though one of the gnolls grabs Numyr while the leader draws a long metal blade and slashes Numyr.  In reply, Numyr disembowels the wrestling gnoll and then drops the leader, who sags back against the wall of the bunkhouse.\nWayne and Arlo harass the last gnoll while Molly bets Numyr she can drop it with a pistol shot. After Wayne lassoes and drags it, and Arlo shoots at it with his longbow from behind the outhouse, it makes a break for freedom beyond the corner of the bunkhouse.  As it breaks into view, Molly squeezes the trigger of her pistol and the fight is over.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToFor250ALLGnolls+5WayneFor the balcony stumble, because we learn more from failure than from success+10NumyrFor the potion to Alro while surrounded, and for chasing after the gnolls - We wage War to protect the weak and “to deliver them from the hands of the wicked”+5MollyFor the gambled final shot+5ArloFor so elegantly charming an exhausted and frightened draft horse"},"Wanted-Board/Feeld-Testers-Wanted":{"slug":"Wanted-Board/Feeld-Testers-Wanted","filePath":"Wanted Board/Feeld Testers Wanted.md","title":"Feeld Testers Wanted","links":[],"tags":[],"content":"This crumpled note looks like it was written with a wax pencil or crayon.\n\nFeeld Testers Wanted\n!!Faze 3!!\nApothecandy = tasty + magic + amazing FX for U\nAsk for Smyrna\n(not Wallop)\n"},"Wanted-Board/Miners-Wanted":{"slug":"Wanted-Board/Miners-Wanted","filePath":"Wanted Board/Miners Wanted.md","title":"Miners Wanted","links":[],"tags":[],"content":"A printed flyer.  The rates have been crossed out and rewritten with red ink.\n\nMiners Wanted\nLuskan Mining Company is hiring in Deadbridge, Lawless territory.\n6 ~~5~~ a day for experienced miners.\n4 ~~3~~ a day if you lack mining experience.\nRoom &amp; Board included.  Overtime available.\nBest rate for miners in the whole country!\nMake your phi-stone fortune today!\n"},"Wanted-Board/Owlbear-Bounty":{"slug":"Wanted-Board/Owlbear-Bounty","filePath":"Wanted Board/Owlbear Bounty.md","title":"Owlbear Bounty","links":["Geography/Black-Forest-Hole","Deadbridge/NPCs/Clarence-Beaumont","Deadbridge/Buildings/Beaumont-Beeves"],"tags":[],"content":"Written in a firm, stately hand:\n\nOwlbear Bounty\nThe owlbear known as Old Krorg has eaten its last beef.\nIt lairs in the woods of Black Forest Hole six miles north of town.\nI will pay 100 if you can prove you killed it,\nor 200 if you bring me its full pelt.\nClarence Beaumont\nBeaumont Beeves\n"},"Wanted-Board/Wanted---Wilbur-Sugg":{"slug":"Wanted-Board/Wanted---Wilbur-Sugg","filePath":"Wanted Board/Wanted - Wilbur Sugg.md","title":"Wanted - Wilbur Sugg","links":[],"tags":[],"content":"This notice is printed on sturdy card stock. It is pinned in the Official section of the Wanted Board.\n\nWanted: Wilbur Sugg\nREWARD: $200\nDead or Alive\n(sketch)\nWilbur Sugg has been convicted of murder, robbing, and cattle rustling. He escaped from Ogallah jail 1 June with the help of his brother Boyd Sugg, a known magic user. Wilbur is likely armed and dangerous. He is suspected of forming a new gang of outlaws and brigands in Lawless territory.\n(New Braska County - Marshal’s Office)\n"},"Wanted-Board/index":{"slug":"Wanted-Board/index","filePath":"Wanted Board/index.md","title":"index","links":["Deadbridge/Buildings/Sheriff","Deadbridge"],"tags":[],"content":"The Wanted Board hangs just outside the Sheriff building in Deadbridge.\nOriginally hung to hold official Wanted posters, most of the board has been taken over by unofficial postings from other townsfolk."},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Published notes for fantasy western D&amp;D campaign set in World Anew (Columbia).\nThis content is a subset of the DM’s full Obsidian vault.  Shown here are only the pages  marked publish: true.  There’s lots more you can’t see yet.\nYou may encounter some dead links here, either because the destination page doesn’t exist yet or because it hasn’t been published yet."}}