{"Characters/Arlo":{"slug":"Characters/Arlo","filePath":"Characters/Arlo.md","title":"Arlo","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerTobinNameArlo “Armadillo” JonesRaceHumanClassRanger (Beast Master)"},"Characters/Molly":{"slug":"Characters/Molly","filePath":"Characters/Molly.md","title":"Molly","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerStacyNameMary Elizabeth “Molly” GabrielRaceHalf-elfClassFighter (Green Knight)"},"Characters/Numyr":{"slug":"Characters/Numyr","filePath":"Characters/Numyr.md","title":"Numyr","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerBillNameNumyrn JonesRaceHalf-elfClassCleric (War) / Warlock (Archfey)"},"Characters/Wayne":{"slug":"Characters/Wayne","filePath":"Characters/Wayne.md","title":"Wayne","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValuePlayerZboNameWayne Dubeau JrRaceHumanClassRogue (Thief)"},"Fey/Faerie":{"slug":"Fey/Faerie","filePath":"Fey/Faerie.md","title":"Faerie","links":["Planes/Feywild","Planes/Material-Plane","Fey/Seelie-Court","Planes/Elemental-Planes"],"tags":[],"content":"While the term can also refer to the Feywild itself, Faerie more specifically refers to the full tapestry of society in the Feywild.  While centered on the fey, it includes several other creatures that are not technically fey.\nAs the fey are ageless, the tapestry of debts, tributes, and fealty that has built up between them is incredibly complex. This means that different fey groups do not submit easily to categorization.  Also, many individual fey creatures have, for one reason or another, risen or fallen from their typical place in the social hierarchy.\nThe following is a categorization of the fey into “circles”, as proposed by the human scholar A. C. Doyle.  In Doyle’s framework, a particular species of fey might between belong to more than one circle, such as a pixie counting as both a “Fair Folk” and a “Wee Folk”. Again, the fey don’t use these categories themselves.\nThe Fair Folk include the beautiful humanoid fey: eladrin, fairies, sprites, pixies, etc. The elves were once Fair Folk before forsaking the Feywild for the Mortal Realm.\nThe Courtly Ones are a subset of the Fair Folk that hold titles within the Seelie Court.\nThe Wee Folk include: brownies, pixies, kilmoulis, tomte, house elves, boggarts, boggles, recaps, quicklings, brigganocks, coblyns/knockers, and the like.  Most of them tend to be mischievous, but the more domesticated ones can be helpful if respected and well-treated.    The gnomes were once part of this group before passing into the Mortal Realm.\nGoblinkind include: gremkin, nornkin, norkers, nilbogs, tasloi, gremlins, and other. Goblins, both gobber and wild goblin, have settled in the Mortal Realm, while bugbears move easily back and forth between the two.  The hobs of the Aztlan empire may once have been in this family.\nThe Agrioi include the rustic fertility spirits: nymphs, satyrs, fauns, dryads, nereids, undine, sirens, nixies, etc.  These are some of the oldest fey creatures, with deep ties to primal nature and the Elemental Chaos. Like the satyrs, there are some who blur the line with the Faunata, such as the kelpie, selkie, swanmay, mermaid, and centaur.\nThe Hags include the various hags.  Some creatures, such as grindylows and meenlocks, may be wee-folk hags and the harpie may be a faunata hag.\nThe Wildlings include many plant-like creatures, such as treants and many wee creatures that seem to fall between plant and Agrioi in nature.\nThe Faunata include the fey beasts, such as: blink dogs, displacer beasts, unicorns, yeth hounds, etc.\nThere are other additional fey that don’t fall into these circles, such as the doppleganger, puca, and fetch.\nOther scholars include the Chthonians, which include trolls, most of what Doyle classifies as wildlings, some hags, and various guardians, such as grindylows, kelpies, and spriggans.\nLanguages\nMost fey speak Sylvan.  It is the native tongue of the Agrioi, Wee Folk, Wildlings, Hags, and Faunata.\nThe Fair Folk speak Elvish (Olde Elven dialect), though nearly all know Sylvan as well.  This is the language typically spoken at the Seelie Court.\nGoblinkind speaks Goblin natively, but most know at least some Sylvan.\nThe Agrioi often also speak Primordial.  Hags know many languages, often including Giant (as spoken by trolls and ogres).\nSources\n\nen.wikipedia.org/wiki/Fairy\nen.wikipedia.org/wiki/Classifications_of_fairies - Not terribly useful.\nwww.reddit.com/r/worldbuilding/comments/x2r9fl/is_there_a_word_for_nymphs_and_satyrs/\n"},"Fey/King-Auberon":{"slug":"Fey/King-Auberon","filePath":"Fey/King Auberon.md","title":"King Auberon","links":["Fey/Faerie","Planes/Feywild","Fey/Queen-Ceres","Fey/Queen-of-Air-and-Darkness"],"tags":[],"content":"Once ruler of Faerie and the Feywild with his wife, Queen Ceres.\nKing Auberon was killed by his elder daughter when she became the  Queen of Air and Darkness.\nSources\nOberon\nOberon, Auberon, Alberon.   In the original French poem, Huon de Bordeaux, that predates Shakespeare’s use, he is a handsome dwarf, son of Julius Caesar and Morgan le Fay.\nSee also Queen of Air and Darkness sources."},"Fey/Queen-Ceres":{"slug":"Fey/Queen-Ceres","filePath":"Fey/Queen Ceres.md","title":"Queen Ceres","links":["Fey/Queen-Titania","Fey/Queen-of-Air-and-Darkness","Fey/Faerie","Fey/King-Auberon","Fey/Seelie-Court"],"tags":[],"content":"Mother of Queen Titania and the Queen of Air and Darkness and once the ruler of Faerie with her husband, King Auberon.\nCeres is now regent of the Winter Court of the Seelie Court.\nSources\nQueen of the Fairies\nen.wikipedia.org/wiki/Fairy_Queen\nProserpine (Proserpina), Gloriana, Tanaquill, Titania, Mab.\nOr, jumping off from Proserpina/Persephone, who gets dragged to a dark underworld, what about her mother, Ceres?\nSee also Queen of Air and Darkness sources."},"Fey/Queen-Titania":{"slug":"Fey/Queen-Titania","filePath":"Fey/Queen Titania.md","title":"Queen Titania","links":["Fey/Seelie-Court","Fey/Queen-Ceres","Fey/King-Auberon","Fey/Queen-of-Air-and-Darkness"],"tags":[],"content":"Queen of the Summer Court of the Seelie Court.\nDaughter of Queen Ceres and King Auberon and younger sister to the Queen of Air and Darkness."},"Fey/Queen-of-Air-and-Darkness":{"slug":"Fey/Queen-of-Air-and-Darkness","filePath":"Fey/Queen of Air and Darkness.md","title":"Queen of Air and Darkness","links":["Fey/Seelie-Court","Fey/Queen-Ceres","Fey/King-Auberon","Planes/Feywild","Ladinion","Nightstone","Fey/Queen-Titania","Planes/Material-Plane"],"tags":[],"content":"The Queen of Air and Darkness is an enigmatic and distant character who is important to the current structure of the Seelie Court.\nOrigins\nLong long ago, the Seelie Court was ruled by Queen Ceres and King Auberon.  They had twin daughters, one older and one younger.\nOne day, dwarven miners in the Feywild lands of Ladinion discovered a magnificent black diamond deep below the earth.  When they pried it from the earth, they found its faces flawless, with ten polished facets, and its heart impenetrably dark.  They called it the Nightstone, and they hastened to the Court to offer it as a gift to the princesses there.\nWhen they arrived, the King and Queen were busy with courtly affairs. The younger daughter, Queen Titania, was away, swimming in the river.  But the elder daughter accepted the gift.\nYet, when she touched the Nightstone, she grew dark and terrible to behold.  She gripped the stone, the facets cut her flesh, and blood dripped from her fist. She spoke terrible  words of echoing power, and the dwarves fled in fear.\nDrawn by the commotion, the King and Queen hurried to their daughter.  She placed a hand on her father, King Auberon, as he drew near.  Upon her touch, despite his magic and his power, the King was no more. Naught but empty air and a sprinkle of ash remained.\nHer mother, Queen Ceres, quickly spoke words of binding and spells of holding.  As her daughter struggled against the bonds, as the Nightstone glowed blackly, and as the binding spells began to unravel, the Queen begged her daughter to release the Nightstone.  But her daughter, too marveled by its magic and power, refused.  She promised her mother that, with the stone’s power, she would lay waste to all of the Feywild and see it covered by eternal night.\nAnd so, with tears blurring her eyes, Queen Ceres spoke the words of banishment and spells of containment, forcing her daughter and the Nightstone into an otherworldly prison, far from the Feywild. As she passed from her mother’s sight, the new Queen of Air and Darkness swore that the Feywild would never be truly free of the Nightstone.\nWhen her younger daughter returned from the river, Queen Ceres embraced her.\nWith her heart as broken as her family, Queen Ceres no longer wished to rule.\nShe stripped all memory of her elder daughter’s name from Feywild, so that none could call her back.  For their part in this tragedy, however unwitting, she banished the dwarves from the Feywild, and they fled to the Mortal Realm.\nThen Queen Ceres passed her crown to her younger daughter, the new Queen Titania.\nHowever, her elder daughter is not dead.  As a final royal act, Ceres decreed that the Court would be ruled by Queen Titania for 7 years of summer, in celebration of the continuing life of the Feywild.  But then the throne would stand empty for a single winter, in memory of the Queen of Air and Darkness, before summer begins anew.\nCeres is no longer queen, but she can still found at Court at times, a pale and silent regent, standing behind the empty Winter throne.\nSources\nD&amp;D: Monster Mythology (2e, 1992)\nUnseen bodiless form, of the Unseelie Court, in (Phlegethon) Pandemonium. A twisted throne, with elven and fairie servitors, undead, and yeth hounds and hell hounds. Fully corrupted by the Black Diamond, with its 10 facets, an artifact of great strength.  Source of the diamond is uncertain (perhaps from the Dark God of the Underdark).\nSister of Titania. In Ladinion, a deep sylvan land, dwarven miners discovered a great black diamond and took it to court. Titania was away swimming in the river, so her sister accepted it. It corrupted her and she took the magical treasures of the land and fled.  Shortly thereafter, the mountain it came from exploded, killing the dwarves and covering Ladinion with a smoke sickness that decimated the fey.\nFor this reason, the fey no longer trust the dwarves or allow them in their lands.\nD&amp;D: FR fandom wiki\nAdditions to above:\n\nThe Queen of Air and Darkness had no physical form; her presence was merely felt in the Unseelie Court. If magic was used to see her, however, she appeared as a beautiful but terrible female faerie with angular features, bone-white skin, all-black eyes, and long black hair.\n\nSee also, Raven Queen:\n\nAlso formless.\nCollects memories and essences in the Shadowfell (Fortress of Memory, or Letherna, a fortress of black ice in a frozen forest).  Suggested this might be to sustain her existence.\nPatron of the shadar-kai.  They serve her, bringing her mementos, and their souls return to her.\nDeals with protecting those who pass from becoming undead; a goddess of fate.\nRavens bring her messages, serving as eyes and ears.\nEnemies: Orcus, Vecna.\n\nLiterary\nFirst appearance? 1922’s allpoetry.com/poem/14372757-Her-Strong-Enchantments-Failing-by-A-E-Housman\nThen used in other novels, including:\n\nThe second volume of The Once and Future King (1939).  This refers to Morgause, Queen of Orkney, mother of Mordred.  This character is usually separate, but sometimes conflated with, Morgan le Fey.\nNovella (1971) by Poul Anderson (sci-fi, but homage to child-stealing fey)\nA title for Mab, Queen of Winter, in Dresden Files.\n\nThe Winter Court protects the universe from the outsiders, while the Summer Court protects the rest of existence from the Winter Court.\nMab is opposed by Titania (both of which come from Shakespeare; Oberon is older) with Maeve and Aurora are their Ladies, respectively. Also mentions Gwynn ap Nudd.\n\n\nPlus others.\n\nMercy Thompson: “The Graylords” as the ruling lords and ladies of the fae.\n\n\n\nQoAD is often depicted as the queen of the Unseelie court.\nMorgan le Fay\nMorgana, Morgain, Morgane.  In Geoffrey of Monmouth’s 1150 Vita Merlini, she is the ruler of Avalon, a skilled healer and shapechanger.  Only a little later does she become his sister."},"Fey/Seelie-Court":{"slug":"Fey/Seelie-Court","filePath":"Fey/Seelie Court.md","title":"Seelie Court","links":["Fey/Faerie","Fey/Queen-Titania","Fey/Queen-of-Air-and-Darkness"],"tags":[],"content":"Part of Faerie (particularly the Fair Folk) is ruled by the Seelie Court.\nThe Court is made of many titled fey, collectively called the Courtly Ones. The eladrin are the most prevalent race, but other Fair Folk are present, and some other Faerie creatures have joined its ranks.\nFaerie creatures that either belong to the Court or owe allegiance to it, either directly or indirectly, are called seelie.  Those who do not—whether they actively oppose the Court or simply pay it no mind—are called unseelie.  For example, it is not uncommon for many Wee Folk to respect the Court but not necessarily be bound by it, which makes then unseelie.\nThe Seelie Court cycles through two phases.  For seven years, the Summer Court, ruled by Queen Titania, holds sway.  Then, for a single winter, from Samhain through Beltane, the Winter Court holds sway and the throne is empty.  See the Queen of Air and Darkness for how this came to be.\nWhile many of the Courtly Ones have royal titles—such as The River King, The Crimson King, The Starlight Queen, or Lord of the Hunt—these are always descriptive titles that might by assumed by different individuals over time.  Only an actual sovereign of the Court is individually named—such as Queen Titania.\nSources\nD&amp;D: Monster Mythology (2e, 1992)\nSeelie court, Inner Circle: Titania (queen), Oberon (consort), Verenestra (dryad goddess), Damh (satyrs and korred), Sqeulaiche (leprachauns), and Eachthighern (unicorns).  Collective alignment: Cg.\nOuter Circle doesn’t pay primary homage or spend much time at court: Skerrit (centaurs), Fionnghuala (swanmay), Gaoimhim (killmoulis), Emmantiensien (treants), Nathair Sgiathach (fairy and pseudo dragons).\nCegilune (hags). Queen of A&amp;D (sister to Titania, with a long-lost true name).\nGood summary:\n\nforgottenrealms.fandom.com/wiki/Seelie_Court\n\nOthers\n\nwww.tumblr.com/dmsden/189491522375/courtly-concerns-discussing-the-seelie-and\n"},"Fey/index":{"slug":"Fey/index","filePath":"Fey/index.md","title":"index","links":["Fey/Faerie","Planes/Feywild","Planes/Material-Plane"],"tags":[],"content":"Fey society, or Faerie, is primarily based in the Feywild, but some of it has spilled into the Material Plane.\nIf your character would know this content if they have proficiency in Sylvan, Elvish, or History (although it would be categorized as “History: Folktales” among humans)."},"Geography/Chugwater":{"slug":"Geography/Chugwater","filePath":"Geography/Chugwater.md","title":"Chugwater","links":[],"tags":[],"content":"Was originally planned to be a railroad depot, but it is not much more than a roadhouse today.\nSite includes:\n\nChugwater Roadhouse.\n\nFour upstairs rooms, sleeping 2 each\nDining room includes a stout hidden basement trapdoor under a rug, with a hidden lever to open from outside and deadbolt on the inside.\nKnown for their “honey &amp; ginger jackrabbit” with sweet carrots\n\n\nSturdy stable with iron bars and lock\n\nHay loft\nCorral\n\n\nwater tank (with windmill to pump water from the well).\nOuthouse\nFour bunkhouse shacks\nA small farrier forge corner.\nFoundation for a depot\n\nStands at the mouth of a long low valley with steep pale bluffs, which offers some protection from the winter winds. Can be used a cattle wintering area.\nProprietor: Horton (55 yo)\n\nOrrie - boy (9 yo) / hand / roadhouse help\nPearl - older girl (13 yo) / hand / roadhouse help\nAmelia - mother (32 yo) / cook / roadhouse help (has two kids)\nLou - unrelated (31 yo) / farrier / hostler\n\nThey sleep in the old bunkhouses out back:\n\nAmelia, Pearl, and Orrie in one\nLou and Horton in another\nHattie and Gus (or other stagecoach drivers) take the last two\n\nMost paying guests sleep in the bunkhouse rooms.\nSources\nen.wikipedia.org/wiki/Chugwater,_Wyoming\nAlthough placed in Columbia around where Fort Laramie actually stands in the real world."},"Geography/Machine":{"slug":"Geography/Machine","filePath":"Geography/Machine.md","title":"Machine","links":["Geography/Ogallah","Geography/Specifics/Dalton-Metalworks"],"tags":[],"content":"A depot and road house not far from the end of the existing rail bed from Ogallah.\nA small iron mine, just getting started, with an ore mill and basic smelter.\n\nDalton Metalworks\n"},"Geography/Ogallah":{"slug":"Geography/Ogallah","filePath":"Geography/Ogallah.md","title":"Ogallah","links":["Oma","Deadbridge","Danivar","Laramie"],"tags":[],"content":"A rowdy cattle down between Oma and Deadbridge on the railroad.  Where the North Platt and South Platt meet.\nLast main stop of the current rail line.  From here, it will either:\n\nFollow the North Platt to Deadbridge\nFollow the South Platt to Danivar\nFollow a middle path to Laramie\n\nSources\nen.wikipedia.org/wiki/Ogallala,_Nebraska\nCattle town, where cattle were driven up from Texas to meet the rail.\n\nGomorrah of the West\nTown Too Tough for Texas\n\nIs on the South Platte, but the North Platte actually meets the South Platte a few dozen miles further east at the town of North Platte.\nReal world rail ended up going along the middle path to Laramie, though most of the original wagon trails followed the north path."},"Items/Boyd's-Razor":{"slug":"Items/Boyd's-Razor","filePath":"Items/Boyd's Razor.md","title":"Boyd's Razor","links":[],"tags":[],"content":"Boyd Sugg’s pearl-handled razor blade.\n\n+1 dagger, but can’t be thrown\nIf it hasn’t drawn blood in the past 24 hours, it grows frosty cold.  The next time someone picks it up, it turns in their hand and cuts them for 1d4 damage.\nAttuned (cursed): As an action, use the razor (material component) to cut yourself to silently cast Toll the Dead (which scales as normal with your character level).  The cut deals damage to you equal to 1/4 of the damage you would deal to the target (rounded down, min: 1), even if they make their save.\n"},"Planes/Elemental-Planes":{"slug":"Planes/Elemental-Planes","filePath":"Planes/Elemental Planes.md","title":"Elemental Planes","links":[],"tags":[],"content":"The elemental planes of Air, Earth, Fire, and Water are the source of substance and raw magic.  They are continually born from a central heart called the Elemental Chaos.\nNear this maelstrom of creation, where the neighboring planes meet, you’ll find regions of:\n\nAir + Earth = Dust\nAir + Fire = Smoke, Ash (Great Conflagration)\nAir + Water = Ice (Frostfell)\nEarth + Fire = Magma (Fountains of Creation)\nEarth + Water = Ooze, Mud (Swamp of Oblivion)\nFire + Water = Steam\n\nFarther from the maelstrom, the planes become more uniform and stable.  They are the source of elementals.\nSources\nThe four classic elemental planes, plus the (traditionally only four) para-elemental planes where two elemental planes meet. Also, 4e’s Elemental Chaos at the center where all four come together.\n\ndungeonsdragons.fandom.com/wiki/Paraelemental_plane\n1d6chan.miraheze.org/wiki/Elemental_Chaos\n"},"Planes/Ethereal":{"slug":"Planes/Ethereal","filePath":"Planes/Ethereal.md","title":"Ethereal","links":["Planes/Material-Plane","Planes/Spirit-Realm"],"tags":[],"content":"As per 5e’s Border Ethereal, this coterminous plane is just slightly out of phase with the Material Plane.  A visitor here can see into the Material Plane, but typically not interact with it.\nIn this setting, all planes except the Spirit Realm have their own ethereal plane, meaning ethereal effects work on those planes as they do on the Material."},"Planes/Feywild":{"slug":"Planes/Feywild","filePath":"Planes/Feywild.md","title":"Feywild","links":["Fey/Faerie","Planes/Material-Plane","Fey/","Planes/Feywild","Planes/Elemental-Planes"],"tags":[],"content":"The Feywild (also sometimes called Faerie) is a vibrant verdant plane with vaguely positive-energy alignment.\nWhere the Feywild touches the Material Plane, it tends to mirror the Material. For example, you might climb under a fallen mossy log on the Material to emerge from beneath a similar log in the Feywild.  Or you might pass through a Material mill pond to emerge in a quiet forest pond or a rushing river in the Feywild.\nThe Feywild is the original home of the fey.\nThe Feywild is a land of perpetual twilight, sometimes fairly bright, but without a clear source of that light.  Some regions are darker than others.\nGiven its magical vibrant nature, it is easy to pass from similarly attuned regions of the Feywild into the Elemental Planes, often near the Elemental Chaos. Similarly, it is not uncommon to find elementals, dragons, and floating earth-motes that have passed into the Feywild from those planes.\nTime is variable between the the Feywild and the Material Plane, but it tends to pass slower in the Feywild.  For example, hours or days spent in the Feywild might be days or weeks in the Material Plane. This makes the Feywild a dangerous place for mortals to linger."},"Planes/Gloaming":{"slug":"Planes/Gloaming","filePath":"Planes/Gloaming.md","title":"Gloaming","links":["Planes/Feywild","Planes/Shadowfell","Planes/Elemental-Planes","Planes/Material-Plane"],"tags":[],"content":"The Gloaming is formed where the Feywild and Shadowfell meet, similar to a para-elemental plane.  It is also coterminous with the Material Plane, and, like both the Feywild and Shadowfell that produce it, it also tends to mirror features of the Material Plane near where the two meet.\nThe Gloaming is often mistaken for the Shadowfell, as the natural entrances and crossings from the Material (such as through areas of persistent darkness) are similar.  However, while similarly dark, the Gloaming is not as cold or lifeless as the Shadowfell.  The Gloaming appears more like a benighted, corrupted, or dying Feywild.\nThe passage of time in the Gloaming is extremely variable, and it can run either faster or slower than the Material Plane.  Creatures that spend long periods here may darken and change, but not toward the same lifeless or undead forms found in the Shadowfell."},"Planes/Material-Plane":{"slug":"Planes/Material-Plane","filePath":"Planes/Material Plane.md","title":"Material Plane","links":["Fey/"],"tags":[],"content":"The plane that contains Columbia and human affairs.\nAlso called the Mortal Realm, especially by the fey."},"Planes/Shadowfell":{"slug":"Planes/Shadowfell","filePath":"Planes/Shadowfell.md","title":"Shadowfell","links":["Planes/Material-Plane","Planes/Gloaming","Planes/Feywild","Blight","Fey/","Planes/Spirit-Realm"],"tags":[],"content":"The Shadowfell is a cold dark plane with a vaguely negative-energy alignment.\nThe Shadowfell is a dark reflection of the Material Plane. It is possible to slip into it through areas of death or persistent darkness.  The Shadowfell is coterminous with the Gloaming but not directly with the Feywild.  The Blight causes these transitions to be easier and more common over time.\nThe Shadowfell is cold. You can typically see your breath.  The black glassy surfaces here are often rimed with frost. Flakes of ash sometimes fall like light snow but crumble to dust when they land.\nMost regions of the Shadowfell are as lifeless as a desert.  There are some exceptions to this, with a few hearty native inhabitants.  Most of its inhabitants are shadows or other undead, though, which do not require material sustenance.\nTime is variable between the the Shadowfell and the Material Plane, but it tends to pass faster in the Shadowfell.  For example, a week spent in the Shadowfell may be only a day in the Material Plane.  This makes the Shadowfell useful for traveling shortcuts, if you can reliably find your way through it between two Material portals.\nThe fey have suggested that it is the negative energy effect of the Shadowfell on the Material Plane that gives Material natives their mortality. When a mortal dies and their soul fails to pass into the Spirit Realm, it tends to eventually get dragged into the Shadowfell.  Over eons (in comparative time to the Material), the Shadowfell drains the memories, identity, and substance from the soul, leaving only a shadow behind.  These shadows, still hungry for life and unwilling to pass, may slip back into the Material if they discover a means to do so. They will then seek to feed on life energy they find there.\nCreatures that pass physically into the Shadowfell may face a similar fate, gradually becoming darker, shadowy, and eventually undead.  Living creatures may also struggle with the plane’s despair effect.\nDespair\nFrom DMG, p52: When appropriate (up to once per day) in the Shadowfell, make a Wisdom save DC 10 or gain the following:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nd6Effect1 - 3Apathy:  Disadv on death saves and initiative.  Flaw: “I don’t believe I can make a difference.”4 - 5Dread: Disadv on all savesFlaw: “I am convinced I will die soon”6Madness: Disadv on all mental (INT, WIS, CHA) checks and savesFlaw: “I can’t tell what’s real anymore”\nIf you already have a despair effect, you gain an different additional one. At the end of your next long rest, make a DC 15 Wisdom save (with advantage if you are no longer in the Shadowfell) to shake off each despair effect.  Calm emotions, remove curse, or similar magic can also end all despair effects.\nSources\n\n3.5’s Shadow Walk spell inspired the speedy travel through the Shadowfell\n"},"Planes/Spirit-Realm":{"slug":"Planes/Spirit-Realm","filePath":"Planes/Spirit Realm.md","title":"Spirit Realm","links":["Planes/Ethereal","Planes/Material-Plane","Planes/Shadowfell"],"tags":[],"content":"The Spirit Realm goes by many names: The Dreaming, the Astral, the Deep Ethereal.\nSome scholars believe that these are different planes, but it’s more likely that these are different subjective experiences of the same thing.  When astrally projecting or lucid dreamwalking, it appears as per the Astral Plane. When physically (rather than astrally) entering the plane, the experience is much more fuzzy, like the (Deep) Ethereal.\nThrough the Spirit Realm, it is possible to enter myriad contained demiplanes through portals found there, taking on physical form in those other realities. Traveling farther from the Material world leads to more alien dimensions and stranger inhabitants.\nSome argue that both dreamers and the disembodied spirits of the dead make this same journey.  Dreamers and projectors are pulled back from their dream demiplanes upon waking; the dead do not wake but continue to journey until they find a final home. However, some dead spirits can’t or refuse to start this journey into the bright Spirit Realm.  These souls may languish for a time in Ethereal of the Material Plane before eventually succumbing to the pull of the Shadowfell.\nHeaven and Hell are likely demiplanes, with their own inhabitants."},"Planes/index":{"slug":"Planes/index","filePath":"Planes/index.md","title":"index","links":[],"tags":[],"content":"The planes of existence that exist in the World Anew setting.\nIf your character would know this content if they have proficiency in Arcana."},"Rules/index":{"slug":"Rules/index","filePath":"Rules/index.md","title":"index","links":[],"tags":[],"content":"See:\n\nGoogle Docs: World Anew - Lawless - Player’s guide (which might eventually get migrated here)\nD&amp;D 5e doc - House rules\n"},"Sessions/2025-09-17---Session--1":{"slug":"Sessions/2025-09-17---Session--1","filePath":"Sessions/2025-09-17 - Session -1.md","title":"2025-09-17 - Session -1","links":[],"tags":[],"content":"Zach, Bill, &amp; Zbo got together to chat about rules while Tobin and Stacy where out."},"Sessions/2025-09-23---Session-0":{"slug":"Sessions/2025-09-23---Session-0","filePath":"Sessions/2025-09-23 - Session 0.md","title":"2025-09-23 - Session 0","links":[],"tags":[],"content":"Wrapped up Dargrim (Interlude I - Finnan’s Windsong).  Then jumped into the new Lawless Roll20 game and shared character ideas, backstories, and possible party connections."},"Sessions/2025-10-02---Session-0B":{"slug":"Sessions/2025-10-02---Session-0B","filePath":"Sessions/2025-10-02 - Session 0B.md","title":"2025-10-02 - Session 0B","links":[],"tags":[],"content":"Stacy couldn’t make it, so the rest of us spent the evening optimizing character options: skills, languages, tool profs, spells, equipment boons, etc."},"Sessions/2025-10-07---Session-1":{"slug":"Sessions/2025-10-07---Session-1","filePath":"Sessions/2025-10-07 - Session 1.md","title":"2025-10-07 - Session 1","links":["Geography/Ogallah","Deadbridge","Characters/Wayne","Geography/Machine","Geography/Chugwater","Characters/Arlo","Characters/Numyr","Characters/Molly","Scenes---Completed/Stagecoach-Ride","Scenes---Completed/Gnoll-Attack-at-Chugwater"],"tags":[],"content":"The party meets on the stagecoach running from Ogallah to Deadbridge.\nThe stagecoach is run by Mad Mattie and Gus the Gobber. As Ogallah disappears over the grassy horizon behind them and they pass the end of the railroad tracks running beside them, Gus slaps on the side of the stagecoach and yells to the passengers, “You in Lawless now!”\nMattie and Gus stop a couple times to rest the horses.  Gus feeds each of them a red apple pulled from a burlap bag marked “Road Apples”, which seems to have a magical rejuvenating effect.  Wayne is riding his horse, Betty, and she gets a couple apples too.  Gus eats the last apple from the bag, to noxious effect for the rest of the group.\nThe party spends their first night in Machine, and they get to know each other a little more over dinner.\nEarly the next evening, after a long, bumpy, and dusty day, they pull into Chugwater. As the stage pulls past the stable to the front door the roadhouse, two arrows shoot through the air into the lead horse.  Then the door of the roadhouse bursts open and, with leering laughing barks, two gnolls rush to the rearing injured horse and slit its throat.\nThe party leaps from the stagecoach.  Arlo leads the charge, throwing himself between the gnolls and the other horses.  Numyr and Molly join him. The crack of Molly’s pistol is heard over the rearing and neighing of the frightened horses.  Wayne ropes one of the gnolls and drags him off through the dust, while Mad Mattie scrambles up onto the roof of the stagecoach to take potshots with her crossbow.  Gus sits hunched on the coach’s bench seat, grimly gripping the shotgun in his hands.\nFour more gnoll warriors dash from the roadhouse and join the fray.  The larger leader gnoll continues to snipe at the party with his longbow from under the roadhouse stairs and barks orders at his warriors.  After scoring a gruesome kill, Arlo drops to the arrow and hatchet blows, but Numyr leans over him, keeping three gnolls at bay with his shield, and pours a healing potion into Arlo.  Dragging himself to his feet, Arlo stumbles back to the stagecoach to protect Mattie and Gus from a gnoll that has climbed up to threaten them.  Gus’s shotgun goes off with a harmless burst of smoke, but Wayne drops the gnoll with a crossbow bolt as he rides past on Betty.\nMeanwhile, Numyr is wrestling with one of the gnolls, but four of the gnolls now lay dead.  The leader barks for a retreat, and the remaining two break for cover through the roadhouse.  Numyr and Molly—the two half-elves—don’t hesitate to pursue them into the murky interior.\nWayne races around the roadhouse on Betty.  He attempts to hop up onto the balcony as he rides by, but it goes poorly, and he ends up rolling through the dust to regain his feet underneath it instead. Arlo cuts one of the draft horses free of the stagecoach traces and swings up onto its bare back to pursue as well.\nAfter dashing between a couple bunkhouses out back, the gnolls can see a long prairie valley stretching out before them, so they turn to make a second stand in the cover of the bunkhouses.  Molly and Numyr unload on them, though one of the gnolls grabs Numyr while the leader draws a long metal blade and slashes Numyr.  In reply, Numyr disembowels the wrestling gnoll and then drops the leader, who sags back against the wall of the bunkhouse.\nWayne and Arlo harass the last gnoll while Molly bets Numyr she can drop it with a pistol shot. After Wayne lassoes and drags it, and Arlo shoots at it with his longbow from behind the outhouse, it makes a break for freedom beyond the corner of the bunkhouse.  As it breaks into view, Molly squeezes the trigger of her pistol and the fight is over.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+250ALLGnolls250+5WayneFor the balcony stumble, because we learn more from failure than from success255+10NumyrFor the potion to Alro while surrounded, and for chasing after the gnolls - We wage War to protect the weak and “to deliver them from the hands of the wicked”260+5MollyFor the gambled final shot255+5ArloFor so elegantly charming an exhausted and frightened draft horse255\nDM Story Notes\n\nStagecoach Ride\nGnoll Attack at Chugwater\n"},"Sessions/2025-10-14---Session-2":{"slug":"Sessions/2025-10-14---Session-2","filePath":"Sessions/2025-10-14 - Session 2.md","title":"2025-10-14 - Session 2","links":["Geography/Chugwater","Deadbridge/Buildings/Livery-Stable","Deadbridge/NPCs/John-Ostler","Deadbridge/Buildings/Hotel","Deadbridge/NPCs/Paul-and-Mary-Wilcox","Deadbridge/Buildings/Sheriff","Deadbridge/NPCs/Sheriff-Catherine","Wanted-Board","Deadbridge/NPCs/Sancho","Deadbridge/Buildings/Holler-Saloon","cold-iron","Scenes---Completed/Gnoll-Attack-at-Chugwater","Scenes---Completed/Stagecoach-Ride"],"tags":[],"content":"Behind the roadhouse in Chugwater, the party catches their breath after killing a gnoll warband.\nThey quickly check the bodies.  Passing over the crude bone-and-leather armor and the pouches of dried meat, they find that the leader’s sturdy longbow and one of the hatchets are worth keeping.  Numyr recognizes the hatchet as cold iron, and it bears a likely smith’s mark in a language he doesn’t know.  The leader also wore four shrunken heads strung around his neck.\nThe party then searches the grounds for any survivors. While most of them start with the four rear bunk houses, Wayne hurries alone to the upstairs entrance of the roadhouse and picks the lock.  He also checks the stable.\nWith things starting to look grim, Mattie and Gus call out for Horton, the owner of the roadhouse.  They finally find him emerging through a trapdoor from a small basement shelter in the main roadhouse.  With Horton are Amelia and her two children, who cook and clean for the roadhouse, and Lou, who serves as stable keeper and farrier.\nAlthough shaken, the survivors pull themselves together, put the roadhouse back in order, and make dinner.  Meanwhile, the party buries the gnoll bodies and drags the dead horse away from the roadhouse.  Over dinner, Horton explains that gnolls have been sighted more frequently in this part of Lawless lately, possibly pushed north from their normal lands by the Hob (Aztlan) Empire to the south.  Arlo slips away to stand in the paddock with the horses for a while.\nWith all the roadhouse doors securely locked, the party gets a good night’s sleep in the upstairs rooms.\nIn the morning, with fresh horses from the Chugwater stable, the party completes their trip to Deadbridge.\nThey pull into the Livery Stable, where the horses are unhitched and the stagecoach unloaded.  Wayne arranges stabling for Betty with John Ostler.\nThe party then heads across the street to check out the Hotel.  The proprietor, Paul Wilcox, is of a religious bent, and he seems to warm to Numyr’s knight-like armor and his mention of facing gnolls.  Arlo, Wayne, and Numyr agree to share a bunk room for a dollar each while Molly gets a single room to herself.  Supper and breakfast are included, and supper will be served in about an hour in the hotel restaurant, so the group has some time to check out the town.\nAs the rest meander down Main Street, Wayne heads straight to the Sheriff’s office.  He meets Sheriff Catherine.  She implies that she could use some help, but she is not willing to deputize someone she just met who has unknown qualifications, no history or recommendations, and no previous law enforcement experience.  Perhaps sympathetic to Wayne’s family story, she does leave the door open to something in the future, if Wayne hangs around town and happens to prove himself both upstanding and capable.\nOn his way out, Wayne examines the Wanted Board on the front of the Sheriff’s office. He also gives Sancho the gobber a silver piece for what info he has regarding the wanted Sugg brothers.  While it isn’t much information, Sancho seems eager to prove as useful as possible, and he promises to follow up with any new information he might come across.\nWayne hurries to catch up with the rest of the party.  After considering the festive hubbub emanating from the Velvet Palace, they decide to try one of the quieter saloons first.  They turn north, to one simply marked “Saloon”.\nPushing their way through the swinging doors, they find a room filled with grimy men drinking, smoking, and gambling.  As the conversation falters slightly and heads turn to look at the newcomers, a loud voice cuts across the room: “Why, if it ain’t Armadillo Jones!”\nRewards\n\n1 longbow (gnoll construction)\n1 cold iron handaxe\n\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+35ALLGnoll cleanup and survivor rescue (10); initial exploration of Deadbridge (20); discovery of Wanted board (5)285+10WayneFor charting the path to deputyhood.300+5NumyrFor charming the locals with religion and might (and gossip)300Molly(upcoming)290Arlo(upcoming)290\nDM Story Notes\n\nGnoll Attack at Chugwater\nStagecoach Ride\n"},"Sessions/2025-10-21---Session-3":{"slug":"Sessions/2025-10-21---Session-3","filePath":"Sessions/2025-10-21 - Session 3.md","title":"2025-10-21 - Session 3","links":["Deadbridge/NPCs/Ernie-Buckner","Deadbridge/NPCs/Clarence-Beaumont","Deadbridge/NPCs/Julia","Deadbridge/NPCs/Mordecai","Deadbridge/NPCs/Walter-Movart","Deadbridge/Buildings/Luskan-Mining-Company","Deadbridge/NPCs/Wilbur-Wainwright","Scenes---Completed/Gnoll-Attack-at-Chugwater","Scenes---Completed/Stagecoach-Ride"],"tags":[],"content":"As the party walks into Holler Saloon, Arlo’s friend, Ernie Buckner, calls out to him.\nThe party joins Ernie at his table and meets his two miner friends, Ralph and Ginty.  As Arlo lays out a mildly exaggerated tale of their recent battle with the gnolls, Ernie orders a bottle of whiskey to celebrate their reunion.\nHoller, the saloon’s proprietor, then approaches Numyr with a smirk and a short rod of cold iron, holding it out for Numyr to grab.  Numyr tries to keep the peace by playing along with this “poke the half-fairy” joke, but Molly steps up with some sharp words for Holler.  When Holler prods her with the rod, she punches him squarely in the face.  As he stumbles back, a handful of the saloon’s customers stand up, ready for a fight. Arlo steps in, jovially talking everyone down.  Holler takes his licking with a snide remark and a show of force by laying his rifle on the bar.  Molly fumes for a while, but soon everyone turns back to their drinks and conversation.\nErnies relates his time in Deadbridge.  He worked as a rancher for Clarence Beaumont for a while, but he didn’t really like the man, or his son, and so Ernie was eventually drawn by the much higher salary offered by the mine.  However, the mine is plagued with several problems.\nFirst, the pale “cloudstone” that surrounds the phi-stone deposits is incredibly resistant to pickaxes and even to dynamite.\nSecond, there is some sort of blight that gradually affects the miners, making them sicken and eventually seem almost dead.  Ernie and his companions look fairly wan themselves.  Most miners now don’t work in Deadbridge for more than a month, though the mining company will offer overtime for those who do.  The most affected miners now congregate at Mort’s Saloon and work the night shift.\nHowever, this leads to the third mine problem: The night shift is now on strike, which has slowed mining progress.\nFinally, the mine is haunted by what the miners have nicknamed “tommyknockers.”  They’ve heard strange sounds and several of the miners have passed out.  Some of their equipment has gone missing, including the special drill bit the mining company recently brought in from back east to deal with the cloudstone.  The tommyknockers seem more active at night or when the miners are working an area in only ones or twos.\nWith the time of their free hotel supper quickly approaching, the party excuses themselves for a while.  After a nice meal  served by Paul Wilcox’s wife, Mary, the party splits up.  Wayne heads out to the stables to care for Betty.  Numyr and Molly each retire to their rooms.  Arlo heads back to Holler’s to catch up with Ernie again.\nErnie and his friends are just finishing up for the night, so he and Arlo take a short stroll. Drunkenly confident, Ernie is still keen to try for the owlbear tomorrow, in order to form a stake for he and his mining friends to head to Caspar.  Arlo gently tries to talk some sense into him and encourages him to return to the safer ranching career, but Ernie remains determined.\nParting ways in front of the mining company, Arlo pokes his head into Mort’s Saloon.  He is surprised to see the advanced state of the blight in the miner’s there.  He meets Julia, the wife of one of the miners.  She provides a little more color around the blight and the strike.  She also introduces Arlo to the saloon’s proprietor, Mordecai.\nMordecai is medically trained from NuDam.  He’s been in Deadbridge since the bridge collapse.  Intrigued at first by the unearthed phi-stones and then by the symptoms developing in the miners, he hung around.  He purchased the saloon from its previous owner, who decided to head west to Caspar.  Mordecai was gradually but profoundly affected by the blight, losing even the front half of his nose to it, but he has not lost his mental faculties like the miners.  He has since become an advocate for the nearly dead miners, organizing them into the night shift.  When Walter Movart, head of the local Luskan Mining Company, decided to cut their pay given their condition, Mordecai arranged a strike.  Movart has not backed down but instead raised his wage for fresh employees.\nArlo bids Mordecai goodnight and heads to bed himself.\nIn the morning, the party plans their day over their hotel breakfast.  They decide to rent some horses and head out to handle the owlbear themselves, to protect Ernie and his friends.  As they discuss horse rental details with Wilbur Wainwright, Wayne notices Sheriff Catherine pass by with the Sugg Brothers wanted poster in her hand.  He catches up with her talking to Mad Mattie and Gus.  The sheriff explains that she’s heard by sending stone that yesterday’s stagecoach was robbed shortly west of here by the Sugg Brothers and some “giant”.\nAs Mattie and Gus weigh their options, Wayne jumps in with a solution.  After some discussion, they agree to delay their trip for a day.  The full party will then join them as escorts, in the hopes of catching the Sugg Brothers and securing the bounty.  In the meantime, they’ll head north to Black Forest Hole to deal with the owlbear.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+35ALLExploration of Deadbridge (Holler’s, Mort’s, a few stores) and learning of the many problems that plague the mine, lifeblood of the town (cloudstone, blight, tommyknockers, and strike)320Wayne335Numyr335+5MollyFor standing up for herself and Numyr330+10ArloFor preventing a bar brawl that could have landed them in jail; and for trying to keep a friend safe from his own foolhardy bravery335\nDM Story Notes\n\nGnoll Attack at Chugwater\nStagecoach Ride\n"},"Sessions/2025-10-28---Session-4":{"slug":"Sessions/2025-10-28---Session-4","filePath":"Sessions/2025-10-28 - Session 4.md","title":"2025-10-28 - Session 4","links":["Deadbridge/Buildings/Luskan-Mining-Company","Deadbridge/NPCs/Ernie-Buckner","Wanted-Board","Geography/Black-Forest-Hole","Scenes---Completed/Old-Krorg"],"tags":[],"content":"The party stands outside the livery stable with their newly rented horses, ready to go hunt Old Krorg, the owlbear.\nArlo leads them down Main Street to the Luskan Mining Company in order to let Ernie Buckner know they’re going. After finding Ralph and Ginty in the canteen, he tracks Ernie down in the bunk house.  Ernie is a little glum that Arlo brought all of his new friends in on the hunt, as the bounty gets pretty thin when split seven ways.  However, given that it is publicly posted on the Wanted Board, there’s not much that he and his crew can do but grumble.  They quickly get themselves ready and rent some horse of their own.\nOn the ride north to Black Forest Hole, Ernie relates the humorous pants-smuggling tale of how Arlo came to earn the nickname Armadillo.  “Hallelujah! Praise the Lord!”\nWhen they reach the box canyon that is Black Forest Hole, it does not take long to find sign of the owlbear among the trees at the north end.  Among a thick nest of pines, the party finds slashed and downed trees, scattered cow bones and rotting hides, and the stench of death.\nThey tie their horses to a distant scrub bush and approach cautiously.  While most of them fan out, guns and crossbows at the ready, Arlo works his way through the tunnels of tangled pine boughs to the cliff face behind.  He finds a cave entrance there.  It proves to be very dark inside, so he hurries back to Numyr to get a glowing pine cone.\nCreeping his way into the cave, Arlo can hear gnawing and heavy breathing ahead.  Removing the glowing pine cone from behind his hat, he gets a good look at the glowering owlbear.  It roars, and Arlo roars back.  The owlbear charges him, and Arlo sprints back out of the cave.\nWhen the owlbear doesn’t follow, Arlo returns to talk to it, in the way of animals.  Although he warns the owlbear that it will facs a powerful opposition if it doesn’t move along, Old Krorg is unmoved. The owlbear withdraws into the darkness of its den.\nAfter some discussion of smoking it out, the party decides it would be most expedient to just go in after it.  Numyr leads the advance with his illuminated shield, while everyone else clusters around behind with weapons at the ready.\nAs Numyr comes to the first curve in the cave wall, the owlbear lunges out of the shadows on his left. It swipes at him, and, when Arlo tries to stab it in the side, the owlbear swipes at him too.  Arlo sways on his feet and drops to the cave floor.\nThe rest of the party pours bullets and crossbow bolts into the roaring owlbear.  Wayne lassos it, but the owlbear quickly rips free.  Then it turns and withdraws into the darkness.  Numyr calls Arlo back to the battle a quick healing word.\nThe party stalks the owlbear through a narrow natural tunnel.  Where the cave system expands again, the owlbear makes its last stand.  As Ernie and his companions jockey for a firing position behind them, Numyr holds the owlbear at bay while Arlo, Molly, and Wayne fire shots into it.\nFinally, as the owlbear sways from blood loss, Numyr sees his opening.  He dashes forwarded, and guided by the Savior, his blade strikes true.  Blood splatters Numyr, and, with a long roaring groan, the owlbear topples over to the cave floor and breathes no more.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+130ALLFighting the owlbear450Wayne465Numyr465Molly460+5ArloFor rescuing the armadillo at such great personal risk470\nDM Story Notes\n\nOld Krorg\nBlack Forest Hole\n"},"Sessions/2025-11-04---Session-5":{"slug":"Sessions/2025-11-04---Session-5","filePath":"Sessions/2025-11-04 - Session 5.md","title":"2025-11-04 - Session 5","links":["Deadbridge/Buildings/Beaumont-Beeves","Deadbridge/NPCs/Clarence-Beaumont","Deadbridge/NPCs/Edmund-Lyle","Deadbridge/Buildings/Curios--and--Wizardry","Deadbridge/NPCs/Old-Max","Scenes---Completed/Old-Krorg","Scenes/The-Basilisk-Cave"],"tags":[],"content":"The party stands over the body of Old Krorg, and everyone but the owlbear catches their breath. With a rag from Arlo, Numyr wipes Old Krorg’s blood from his face.  Beneath the blood, his skin feels oddly cool, somewhere between tingling and numb.  The feeling slowly spreads and then subsides.\nArlo leads most of the party in skinning the owlbear, while Numyr leads Ralph through the rest of the cave, looking for other passageways or any precious ores. After Numyr’s comment about the owlbear’s blood, Arlo is not sure whether his own blood-slick hands feel strange or not.\nAt the back of the cave, Numyr finds a steep climb up to another opening about 18 feet up. He scales the rock face, with his glowing shield on his back. He feels a warm humid draft on this face as he peers into the gloom at the top.  He sees three statues of some sort of small wild goblin, along with two glowing pale blue flames. Peering at those flames causes him to feel cold inside. Snapping free of that paralyzing reverie, he scrambles back down to the cave floor and calls for the others.\nWayne tries luring the fire-eyed beast into view with a hunk of owlbear meat on a rope, but it doesn’t bite.  He breaks out his climbing kit so that Numyr can scale the center of the rock face and try to lasso one of the statues without looking into the glowing eyes.  When he has trouble with the lasso, Wayne takes his place.  He successfully pulls the small but heavy chalky statue towards him.  However, at the lip of the cave mouth, the statue suddenly halts.  Instinctively glancing back at it, Wayne finds himself locking gazes with a squat multi-legged thorny lizard with eyes of blue flame. Wayne freezes, feeling himself growing cold inside… but, when he distantly hears Numyr call his name from below, Wayne wrenches his head aside.  He scrambles back to the ground.\nNumyr tries pulling the goblin statue down, but the lizard has a firm grip on it.  It jerks it back into its lair, severing the rope around it.\nAfter two close encounters with the creature, the party decides to leave this strange beast alone for now.  They return to skinning the owlbear, pausing to discuss whether taking a few talon trophies would reduce the bounty value of the hide.  They decide to leave it intact.\nThe hide is very heavy, since many of the feathers along the back are stiff, heavy, and almost chalky.  They work together to get it out of the cave and onto one of the horses.\nThe party returns to Deadbridge in the mid-afternoon, heading straight to Beaumont Beeves.  They meet Clarence Beaumont and his secretary Edmund Lyle. Mr. Beaumont pays them the full $100 bounty.  Arlo offers to work as a rancher for Beaumont, starting in a couple days, to which Mr. Beaumont replies that he would be amenable.\nArlo evenly deals out the reward money to all involved, saving the leftover $2 for a first round of drinks at Holler’s.  On the way there, Numyr stops in at the Sheriff’s to warn her about the fire-eyed lizard, as they had warned Mr. Beaumont. Both of them seem slightly skeptical and fairly unconcerned.\nAt Holler’s, the party shares their hunting tale with the miners there, many of whom troop out to see the hide for themselves.  Drinks and celebrations continue until dinner time.\nBidding farewell to Ernie, Ralph, and Ginty, the party heads back to the hotel for their dinner.  Again, Numyr says he’ll catch up with the others.  He stops at Curios &amp; Wizardry, where he meets the sage, Maximillian Schrodenberger, whom everyone else seems to call Old Max. The old man identifies the lizard as a basilisk and the wild goblin variant as a gremkin, a kind of savage fey goblin that tends to run in packs.  Old Max related the lore that a creature can be unpetrified through a special alchemical solvent made from the basilisk’s bile.  The basilisk is also susceptible to its own mirrored gaze, although this can be unreliable and would likely petrify the bile gland along with the rest of the body. Numyr leaves a couple silver coins as thanks for the information. He also fails to impress Max’s aloof black cat, Ophelia, before departing.\nAfter Numyr relates his findings to the rest of the party over his dinner, they all stroll to Mort’s for a final nightcap.  They get a chance to see the near-dead miners for themselves, and they learn that the night shift strike is ongoing.  Mort agrees that perhaps he should contact a solicitor from back east for advice.\nAfter their long day, the party turns in at the hotel again.\nWhen they wake in the morning, the men of the party  find their chamber pot tipped over, knots in their bedsheets, tangles and knots in their hair, an owlbear feather on the floor, and the word “konsikwenses” scratched on their small wash stand mirror.  Molly has similarly tangled locks and sheets and a feather of her own. None feel that they are fully rested, as if some vague weight now hangs upon them.\nThey wonder if Ernie and his crew might have been similarly affected and whether this will change their morning plans to protect Mad Mattie and Gus’s stagecoach run to Caspar.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+50ALLPoking at the basilisk and collecting the owlbear bounty500Wayne515+10NumyrFor making a first impression on the sheriff; for opening comms with Old Max525Molly510Arlo520\nDM Story Notes\n\nOld Krorg\nThe Basilisk Cave\n"},"Sessions/2025-11-11---Session-6":{"slug":"Sessions/2025-11-11---Session-6","filePath":"Sessions/2025-11-11 - Session 6.md","title":"2025-11-11 - Session 6","links":["Deadbridge/Buildings/Luskan-Mining-Company","Scenes---Completed/Old-Krorg","Scenes/New-Guardian","Scenes/The-Killmoulis-Curse","Scenes---Completed/Sugg-Brothers-Ambush"],"tags":[],"content":"After waking with fairy-locks in their hair, a stony owlbear feather on the floor, and a message scratched on their mirror, the party investigates their rooms. There are no signs of forced entry. As Numyr mends the scratches on the mirror, Wayne notices that, while someone willfully knocked over their chamberbot, they also seem to have tidied up around their wash basin.\nThe party heads over to the Luskan Mining Company to check in on Ernie, Ralph, and Ginty.  They too have fairy-locks in their hair, knots in their bedsheets, and Ernie found a similar owlbear feather on his pillow.  None of the other miners in the bunk house were affected. The three are worried, and Ginty recalls a few stray bits of folklore advice from his Gran, such as the protective benefits of cold iron or a horseshoe hung open-side up.\nNumyr takes a moment to detect any magic in the bunkhouse.  He finds none on the building, the furniture, or any of his companions, but he does find a deep green magical aura on himself.  Bidding farewell to Ernie and his crew, Numyr quickly leads everyone back to Old Max’s.\nWhile the old sage grumbles about being woken up so early, he is intrigued enough to let the party in, provided they fetch him a cup of sweet black coffee from the hotel.  When Numyr describes the signs and symptoms of their nighttime fairy visit, Old Max suggests it is most likely an angry killmoulis.  A killmoulis is a kind of brownie—one of the tiny Wee Folk—that often takes up residence in farms and rural houses.  If well treated, such as with offers of milk, bread, or porridge, they will neaten up the place and protect it.  If angered, they can act out and inflict the house’s occupants with a deep weariness. Given the message on the mirror and the death of the owlbear, however, this probably involves more than just a neglected little house elf.\nOnce Old Max confirms that Numyr has some sort of fey magic on him, he offers to identify its particulars for 10.  Numyr proposes 8, and Old Max is intrigued enough to accept. After a careful examination of the magical aura, the sage is able to untangle a few Sylvan runes.  As he jots them down on a piece of paper, Molly translates them: “my portal guardian” and a name, which she does not speak aloud: Catachthona.\nIn discussion with Old Max, the party concludes that the owlbear was the guardian of a fey portal, working in service to this Catachthona. When Numyr struck the killing blow, the owlbear’s “title” and position of guardian passed to him. They don’t know what that means yet, but the killmoulis (or whatever little fairy or fairies visited them last night) are likely acting in relation to that.\nOld Max says that, given the strength and complexity of the fey magic, he doubts he can remove it.  He might be able to “loosen” it enough that it could be passed on to someone else.  However, the party agrees they should probably learn more before doing such a thing.\nMost of the morning has slipped away by this point.  The party hurries across the street to catch up with Gus and Mad Mattie, who are ready with their stagecoach.  While Wayne mounts up on Betty, the other three members of the party clamber into the coach with a couple of taciturn miners.\nThree hours west of town, they run into the ambush they’d hoped to trigger.  As the stagecoach makes its way around a tight turn between a couple towering rock formations, an ogre steps out in front of the horses and grabs one of them by the bridle.  A curt command, laced with magic, has Gus drop his shotgun while a spectral straight razor floats up to Mad Mattie’s neck.  Then Wilbur Sugg steps into view and levels a small derringer pistol at those inside the stagecoach.\nHe tells everyone to step outside, nice and easy. Wayne nudges Betty forward as his hand drifts down to his saddlebag.  Then Arlo rolls out of the far side of the coach, firing an arrow at Boyd Sugg, the spellcasting younger brother.  A fourth gang member on the rock formation above Arlo shoots a crossbow bolt down over Arlo’s head while Wayne whips his lasso out of the saddlebag and over Wilbur.  A fifth gang member then announces his presence with a sniper shot into Wayne’s shoulder from 200 feet away.  Molly shoots her pistol from the stagecoach window, and Numyr rolls out, scrambling up the rocks to Wilbur.\nAs Wayne jerks Wilbur forward, and Molly and Numyr rain sword blows down on him, Arlo realizes that the spectral razor has slit open Mattie’s throat.  As he dashes to her aid, a wet grey fog billows up around the stagecoach.\nWilbur shouts orders as he ducks back from the party.  The ogre, Grunt, snaps the neck of the horse he was holding and steps around to protect Wilbur.  Meanwhile, Firebug, the gang member up on the nearby rock formation, lights a stick of dynamite.  Arlo sees the sparkling fuse arc through the fog over his head and disappear into the gloom behind him with a thump. It sounds like it landed on the stagecoach.  “Gus, dynamite on the stage!” he yells.  When Gus’s reply does not inspire confidence, Arlo dives after it, snatches the dynamite stick off the roof the stage, and wings it off in Boyd’s direction.\nThere is a boom, and then Boyd’s startled voice in reply: “Firebug, watch it with the dynamite!”\n“Sorry, I’ll try again,” Firebug shouts back.\nBut before he can, Wilbur slips behind the blocking ogre and stumbles away from the party into the fog.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+20ALLLearning more about their owlbear situation, Numyr’s new condition, and hunting down the Sugg brothers520Wayne535Numyr545+5MollyFor translating Sylvan, yet knowing not to unnecessarily speak a fey name aloud535+5ArloFor some Big Damn Hero moments: saving Mad Mattie and throwing back the dynamite545\nDM Story Notes\n\nOld Krorg\nNew Guardian\nThe Killmoulis Curse\nSugg Brothers Ambush\n"},"Sessions/2025-12-02---Session-7":{"slug":"Sessions/2025-12-02---Session-7","filePath":"Sessions/2025-12-02 - Session 7.md","title":"2025-12-02 - Session 7","links":["Geography/Ogallah","Scenes---Completed/Sugg-Brothers-Ambush"],"tags":[],"content":"Bullets fly in the shootout with the Sugg Brothers gang.\nAs Wilbur Sugg stumbles away from the magical fog cloud, Wayne squeezes his way between the ogre and the stamping horses to shoot Wilbur in the back. But then the ogre lays Wayne out with his club, while Boyd Sugg calls his brother back to consciousness with a healing word.\nAs Firebug launches a second stick of dynamite onto the roof of the stagecoach, Arlo scrambles up the rocky cliff to face him.  Gus tosses the dynamite from the roof into the ravine behind the stagecoach.  The explosion rocks the coach and panics the horses even further.  However, despite their struggling, the dead horse in the traces keeps them from moving far.  Mad Mattie hauls on the reigns with bloody hands.\nNumyr gets Wayne back up again and covers him from a second staggering blow from the ogre.  Molly slashes at the ogre’s knees, and he roars at her to “stop hurting!”  When the party suggests he could stop hurting people first, he pauses to think it over… but Numyr runs him through before the ogre can conclude the thought.\nWayne pushes himself to his feet and stumbles after the Sugg brothers, dropping Wilbur with another shot.  Meanwhile, high on the rocky cliff, Arlo slashes at Firebug with his machetes, deflects a return shove from the outlaw, and then cuts Firebug open down the back when Firebug tries to break for low ground.  With a slip and tumble, Arlo slides down the rocky face again to head off the Sugg brothers.\nAfter slashing Boyd, Arlo levels his second blade at Boyd’s neck and calls for the outlaw’s surrender.  Wayne steps up behind Arlo, levels his crossbow at Boyd, and adds that they’ll let him heal his brother if he surrenders.\nBoyd weighs his options against two opponents, plus two more emerging from the fading fog cloud. He raises his hands in surrender and mutters a final word to heal his brother.  Behind Boyd, the party sees the sniper slide down from his distant stony perch and start running.\nWayne quickly manacles the Sugg brothers.  The party searches them, confiscating their weapons and coins.  Boyd carried a pearl-handed straight razor, and his hands are covered with many thin white scars, old and new.  The party catches their breath and checks on Mattie and Gus.  Wayne slips them both some money as he regrets the danger he put them in. The party drags the dead horse and the ogre off the road, stows Firebug’s body on the baggage rack on the roof of the coach, and ties Wilbur and Boyd’s manacles to the back.  They then make a slow return to Deadbridge.\nBack at town, Gus and Mattie unload the stage, with hopes to try for Caspar again tomorrow.  The party escorts their prisoners to Sheriff Catherine.  She nods to Wayne, recognizes Numyr, and greets the other two members of the party.  After stowing the prisoners in the small jail cell, she listens to the story of their capture.  She then leads the party to the post office where she can lay her hands on sufficient coin to pay them the $200 bounty.  She gives Wayne another nod, and returns to her office to question the prisoners.  They’ll be sent east to Ogallah soon on another stage coach.\nThe party steps out onto the boardwalk.  As the sun dips toward the horizon, they discuss their potential next steps.  As they do, Old Max steps out of the apothecary across the street.  He spots Numyr and waves him over. Old Max explains that he’s been conferring in the abstract about Numyr’s case with a colleague. He asks if he might have Numyr’s leave to share more specific details, “particularly regarding the basilisk.”\nWhen Numyr agrees, Old Max leads him back into the apothecary, and the rest of the party follows them in.\nRewards\n\nWeapons: shortsword, dagger, derringer; crossbow &amp; bolts\nBoyd’s pearl-handled razor blade\nLoot, mostly on Wilbur: $68, 10c, 6 bits\nBounty: 200 (50 each)\n\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+200ALLCapturing the Sugg brothers720+10Waynefor looking after Gus and Mad Mattie; for a second positive impression on the sheriff (score is rising there)745Numyr745Molly735Arlo745\nDM Story Notes\n\nSugg Brothers Ambush\n"},"Sessions/2025-12-10---Session-8":{"slug":"Sessions/2025-12-10---Session-8","filePath":"Sessions/2025-12-10 - Session 8.md","title":"2025-12-10 - Session 8","links":["Deadbridge/Buildings/Apothecary","Deadbridge/NPCs/Cecil","Items/Boyd's-Razor","Deadbridge/NPCs/Paul-and-Mary-Wilcox","Scenes---Completed/Gremkins-in-the-Dynamite"],"tags":[],"content":"Old Max leads the party into the Deadbridge Apothecary and introduces them to the proprietor, Cecil.\nOld Max explains he’s been discussing the basilisk situation with Cecil. From his centuries-old tome of sympathetic magic, Cecil has discovered another use for the basilisk.  From either its bile or its droppings, it would be possible to concoct a potion that would aid greatly in the transportation of livestock animals.  The potion would shrink and petrify an animal, preserving it in minute form until the stony shell is broken, upon which the animal would return to its normal size.  In addition to the basilisk-derived ingredient, the recipe also calls for an “elphantine egg” (which is presumably any very large egg, such as that of an owlbear or axebeak) and the webbing of a gigantic spider.\nNumyr then asks to speak more with Old Max, so the sage leads the party back to his shop.  His cat, Ophelia, gazes at them coolly, despite Numyr’s cheery greeting.  Old Max confirms that a killmoulis could normally be placated with bread, milk, or porridge, but that more may be required in this particular case.  When pressed on how feasible it really would be to transfer the curse, Old Max ponders further and admits possibly the best he’d be able to do is concentrated it down into a finger, and then Numyr could lop off the finger and feed that to some other creature.  Old Max says he’ll give it more thought, though.  Although he has atlases of other known fairy rings and portals, he doesn’t know of any in this area—unless that’s what Old Krorg was guarding.\nOver their hotel dinner, Arlo and Wayne show off their knife-twiddling skills. Then the party settles down to consider their plans for tomorrow regarding the basilisk.  They weigh the tradeoffs of various combinations of a fog cloud, a potato sack, a custom basilisk hood, saltines, honey, prunes, and peanut butter.\nThey then retire early. Wayne heads out to the stable to care for Betty.  As Numyr ascends the stairs, he sways and feels a strange mental pressure that leaves him wincing.  He has a brief mental image of Old Krorg’s cave.  He lays out some bread and milk by the wash basin before crawling into bed.  Arlo lounges for a while, examining Boyd’s Razor more closely. As Numyr noted, it is indeed magical.  By the time he falls asleep, Arlo has discerned how it can be used to cut someone at a distance, but at a cost to himself.\nIn the middle of the night, the party is suddenly woken by shouts, screams, smashing windows, and a sudden explosion.  They jump up and quickly pull on their clothes and gear as a second explosion sounds.  “Dear god, they’ve gotten into the dynamite!”\nWhen they step out into the street, they find it overrun with a great tide of dozens of gremkin.   The knee-high wild goblins are racing back and forth across the street, shrieking and waving weapons and torches, and generally destroying whatever crosses their path.  The party quickly picks out a few pockets of gremkin that seem to be the most dangerous: A handful slipping into the livery stable; a larger group clustered around an upside-down walking crate of dynamite; five of them climbing, biting and slashing at Sheriff Catherine; and assorted screams and smashing sounds coming from the Velvet Palace.  At the far end of the street, the strings of artificial lights are going dark, section by section.\nWayne races across the street into the livery stable.  He kills the four gremkin in there, saving John Ostler and kicking out a lit torch before the stable ignites.  He mounts up onto Betty and rides back out to join the battle.\nThe rest of the party heads down main street.  The gremkin dynamite crew is fighting over their collection of flaming torches and sticks of dynamite.  They finally get a stick lit; seconds later, it blows open the front of the bakery.\nAs they light another stick, Arlo drops that gremkin with a longbow shot.  Numyr runs ahead of Arlo, dropping more of the group and a one gremkin off the sheriff with a sleep spell.  To their left, a woman in a flowery dress and bonnet falls through the door of the General Store on her knees and starts to crawl along the boardwalk, with a trio of knife-wielding gremkin close behind her.  Numyr and Arlo pick off a couple of the pursuers while Molly runs to her aid.  As she crosses the street, two gremkin jump on one end of a board laid over a barrel, launching a third shrieking gremkin into the air at her, with a knife in one hand and a torch in another.  Molly ducks and he sails over her head.\nSuddenly the burning stick of dynamite explodes in the middle of the street, leaving a shallow crater and a wide area wiped clear of gremkin.\nAs the dust and grit of the explosion rains down, Molly reaches the kneeling old woman.  As she reaches out a hand, Molly has a sneaking suspicion.  When the woman lifts her bonneted head to reveal a toothy gremkin grin and then slashes out at her with a knife, Molly shoots the goblin between the eyes.  Molly runs on while the caboose gremkin of this duo-disguise struggles to exit the flowery dress.\nThe sheriff finally shrugs free of the last of the gremkin on her and runs toward the screams of the people in the Velvet Palace.  Just beyond her in the street, a gremkin runs towards the party, towing three more gremkin that are somehow floating on the ends of ropes about 15 feet in the air.  The floating trio has a knife, a torch, and a stick of dynamite between them, and they are struggling to match them up appropriately.\nNumyr blasts the one with the dynamite, while Arlo shoots the one hauling the ropes.  Behind them, Old Max’s protective wards launch a screaming gremkin from his shop’s front door with a white flash.   Glancing back, Arlo sees Mary Wilcox stumble out of the hotel restaurant with two gremkin on her shoulders, slashing at her hair.  Wayne rides across the street, executing one with a rapier thrust and another with a crossbow bolt.\nAs the sheriff reaches the Velvet Palace, several gremkin stream out of the exits. A couple of them leap out through smashed windows.  And then, suddenly, the great goblin tide has passed.  A few stragglers dash away in random directions as the cackling laughter of a hundred or more gremkin can be heard receding into the darkness north of town.\nRewards\n\nIdentified: [Boyd’s Razor]\n\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+150ALLThwarting the gremkin swarm870+5WayneFor saving John Ostler, the livery stable, and Mary Wilcox900+5NumyrFor aiding the Sheriff and thinning the dynamite crews900+5MollyFor helping the poor bonneted townsfolk, despite her misgivings890+5ArloFor clearing out the dynamite crews (boom!)900\nDM Story Notes\n\nGremkins in the Dynamite\n"},"Sessions/2025-12-16---Session-9":{"slug":"Sessions/2025-12-16---Session-9","filePath":"Sessions/2025-12-16 - Session 9.md","title":"2025-12-16 - Session 9","links":["Deadbridge/NPCs/Wallop","Deadbridge/NPCs/Sheriff-Catherine","Deadbridge/NPCs/John-Ostler","Scenes---Completed/Gremkins-in-the-Dynamite"],"tags":[],"content":"As the cackling of the gremkin horde recedes into the darkness north of town, the party immediately looks to the town’s safety.\nThey move to put out the flames on the carpenter’s warehouse.  The sheriff directs a few miners to help, and the party moves on to other tasks, like magically mending some of the structural damage. They discover that the artificial lights have not gone out due to damage but due to a loss of power.  A gobber, Wallop, comes down from the mining company to explain that several of the sol-fires they use to power the lights and other operations have been taken.  Possibly more have been stolen from the mine itself.\nSheriff Catherine orders the townsfolk to clear the streets, to account for any missing friends or family members, and to lock themselves into their homes until daybreak.  She’s never seen anything like this gremkin attack before, so she’s not sure what to expect next.\nAs the party confers with her on next steps, Wayne spots the upside-down dynamite box shift a few inches from the middle of the street toward the boardwalk that runs along the store fronts.  He strides over and uses his rapier to lift the side and peek under the box.  A gremkin under the box tries to play dead, but, when Arlo starts talking about eating him, he jumps up in alarm.\nAbout this time, Ben and Matilda, owners of the general store, frantically call for the sheriff, explaining that their youngest daughter, Lara, has gone missing.  Wayne steps aside to listen in while Arlo and Numyr continue their goblin conversation.  The little gremkin is named Mogwog. Although initially intrigued by Arlo’s promise of snacks, he gets more and more nervous as he realizes the gremkin pack is leaving him behind.\nMogwog explains that the pack came in order to get the “box fires” on order of the Grand Gremkin, which he describes as their very large goblin king. It’s not entirely clear whether “box fires” meant sol-fires or crates of dynamite or both, but the gremkin apparently grabbed either of those that they found, as well as engaging in any other mayhem that happened to cross their path.  Some found “sweet rocks” to eat in the western part of town, while Mogwog was personally more excited by the prospect of watching things burn and making things go boom.  Mogwog also reveals that the gremkin live near the cave of the “feathered bear”. They recently found the owlbear dead and skinned, so they ate the remains.\nAlthough there is some concern that perhaps the gremkin horde made off with little Lara, such concerns are soon quelled when her sister, Abigail, calls down from living area above the general store that Lara just hid from the attack in her parents’ hope chest and then fell asleep.\nStill, even without any captives, Arlo is disquieted by the prospect of letting the gremkin pack  make off with the stolen sol-fires.  He urges the party to round up some horses and pursue them at once.  The sheriff suggests they wait until first light.  The sol-fires are just material things that can be replaced; they are not worth risking lives over.  The party mulls it over a bit. Eventually they decide they’re willing to charge after a hundred or more savage gremkin on a moonless prairie night.\nArlo quickly obtains a sack and some basic snacks (a couple dinner rolls and an apple) from the hotel kitchen. He hands these to Numyr, and then the rest of the party goes to get some horses from the stable.  Numyr pulls Mogwog over to the sheriff’s office, but Catherine doesn’t want him.  After trying to impart the barest basics of moral philosophy to Mogwog (probably unsuccessfully), Numyr offers him the snacks from Arlo’s sack.  Although tempted by them, Mogwog is too nervous at this point.  He just wants to get home.  With Numyr’s leave, Mogwog scampers across the street and disappears into the darkness under the boardwalk.\nMeanwhile, the rest of the party talks John Ostler into loaning them some horses. It takes a few minutes to get them saddled and outfitted.\nMounting up, the party heads off after the gremkin horde.  It’s been nearly two hours since the start of the attack. The gremkin trail is clear enough by the light of Numyr’s magic.  However, if the gremkin have been moving at a human walking pace, they are already about to reach Black Forest Hole.  The party finds that they need to set a similar pace in the darkness of the prairie.\nTwo hours later, as the eastern sky shows the very first indigo tints of the coming dawn, they reach the mouth of Black Forest Hole.  About a dozen gremkin lay in wait.  They launch stones at the horses and rush in to bite and to slash with an assortment of knives and blades.  The party cuts through them, with Numyr leading the charge into the dark with his illuminated shield while Wayne “protects” the horses and keeps them from bolting.  Even though some of the gremkin fall back to more cautious sniping tactics from the darkness, Numyr hunts them down.\nSoon, this little pack lies dead.  However, now one of the horses is bleeding from its forehead, another has a bruised shoulder, and some of the party have been nicked, bruised, and scratched.  As they remount their horses, they try to decide whether it’s worth racing forward with the last of the night or to wait a little while until the light of the dawn.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+30ALLFor gremkin aftermath900Wayne930Numyr930Molly920Arlo930\nDM Story Notes\n\nGremkins in the Dynamite\n"},"Sessions/2026-01-06---Session-10":{"slug":"Sessions/2026-01-06---Session-10","filePath":"Sessions/2026-01-06 - Session 10.md","title":"2026-01-06 - Session 10","links":["Geography/Ogallah","Scenes/The-Killmoulis-Curse","NPCs/Gravity","Scenes/Grand-Gremkin","Scenes/The-Basilisk-Cave","NPCs/Pinky"],"tags":[],"content":"The party catches their breath and tends to the wounded horses after the short battle with the gremkin rear guard.  As the eastern sky continues to brighten, they reconsider the wisdom of chasing after the gremkin horde.\nAfter some deliberation, they decide to turn back, rather than risk further harm to the horses.\nReturning the horses to John Ostler, they see a couple stagecoaches departing in either direction.  Gus and Mad Mattie are resuming their route, while a handcuffed Wilbur Sugg is being shipped east to Ogallah.\nGrabbing a quick breakfast and returning to their rooms, they find that the bread and most of the milk they left out for the killmoulis has been consumed.  However, there are also fresh knots in their bedsheets and a new message scratched on the mirror: “(th)ank yu butt yu stil in trubbl.  trol witch iz mad at yu!”  Numyr mends the mirror and leaves out a sheet of paper with a message in reply: “wayr iz trol witch? wut she mad at?”\nThe party lays down for a couple hours of rest and wakes feeling somewhat rested, though the killmoulis curse still lingers upon them.  Reconvening, they decide to head back to Old Krorg’s cave, since the gremkin and possibly this troll witch might be found in that direction.  Numyr breaks the mirror off the wash basin stand and takes it with him\nLeaving the horses behind this time, they walk, arriving at Black Forest Hole in the mid-afternoon. Just outside the cave, a lithe figure sits perched in a tree, reading through a large book in their lap.  When the party approaches, the figure introduces themselves as Gravity, as in “take the leap and trust in Gravity”.  Gravity looks to be something between an elf and a goblin.\nWhen Gravity asks for their names in return, Numyr offers his, but the others give nicknames. Gravity smiles, writes something in their book, and then asks Numyr for his name again.  Numyr can’t remember it.  Gravity scratches the name from their book with a chuckle, returning Numyr’s name to him.  Gravity congratulates the rest of the party on their caution and savvy when it comes to dealing with fey creatures.\nGuessing that the party is in pursuit of the gremkin horde and their stolen sol-fires, Gravity offers to lead the party to them.  Gravity says they are a friend to the many little gremkin, and knows their names—Gravity taps the book in their lap at this point—and so can protect the party from them.  Like the party, Gravity has some questions for the Grand Gremkin, whom Gravity does not have sway over.  Given that the Grand Gremkin can be an “imposing and formidable personage” (unlike the little gremkin that he rules over), Gravity would appreciate the party’s capable company while they face him.\nThe party hems and haws at this offer.  They ask if Gravity knows about the troll witch.  Gravity has heard of her, and confirms that that title is currently filled by Catachthona, but they don’t know more. The party could pass through the basilisk cave and talk to the bullywugs beyond, but… Gravity shrugs as to whether that would be any more fruitful.  When the party asks about the basilisk, Gravity names it Salzara and says she won’t bother you if she’s not hungry.  Just don’t look her in the eye, give her a pat, and pass on by.\nThe party says they’d be up for joining Gravity in a day or two, if they’re still around then.  Gravity makes no promises that they will be.  The group then gives Gravity a nod and passes by their tree.  As they do, Gravity watches Molly closely, and then, seemingly by accident, drops a slip of paper as they return to their book.  Molly picks up the paper, reads it, pockets it, and then hurries on to catch up with the rest of the group.\nTrooping through the cave, the party sees the greasy spot where they butchered Old Krorg, but the body is gone.  Numyr leads the way, scaling the wall at the back of the cave and entering the basilisk’s lair.  Looking only at the ceiling, Numyr begins to explore the cave.  However, he stumbles over one of the gremkin statues on the ground, falls, and locks eyes with the basilisk.  Snapping his eyes shut, he manages to stave off the paralyzing cold of that gaze.  The basilisk gives him a rough nuzzle, and Numyr pats it back. He calls Wayne up after him.\nWhile Numyr keeps track of Salzara the basilisk, Wayne explores the left branch of the cave.  Ahead, he sees sunlight, though it is a deep golden twilight.  At the mouth of the basilisk cave stand the statues of two surprised frog-like humanoids—bullywugs, based on Gravity’s description.  Beyond them stand several large mossy trees, a humid breeze, and the distant rhythmic buzzing of insects.\nSitting not far from the cave, at the shore of a large pond, is a short, fat unicorn.  It has  disheveled white fur, a pink mane and tail, and a short pearly horn that doesn’t quite point straight.  The unicorn turns to look at Wayne at the mouth of the cave.  It sighs, slowly shakes it head, and looks back at the pond.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+20ALLIndecisively pursing the gremkin920Wayne950Numyr950Molly940Arlo950\nDM Story Notes\n\nThe Killmoulis Curse\nGravity\nGrand Gremkin\nThe Basilisk Cave\nPinky\n"},"Sessions/2026-01-13---Session-11":{"slug":"Sessions/2026-01-13---Session-11","filePath":"Sessions/2026-01-13 - Session 11.md","title":"2026-01-13 - Session 11","links":["NPCs/Pinky","NPCs/Maid-Mareian","NPCs/The-Forking-Path","NPCs/Troll-Witch","Planes/Material-Plane","Planes/Feywild","Planes/Shadowfell","Scenes/Grand-Gremkin"],"tags":[],"content":"From the mouth of the basilisk’s cave, Wayne calls back that he can see a pink-and-white unicorn sitting beside a pond among the trees beyond.  As Arlo and Molly scramble up the steep climb into the basilisk cave, Numyr feels an odd tingle, like a cool breeze blowing through the cave.\nThe party steps out of the cave into the golden twilight of the marshy landscape beyond.\nThe fat little unicorn hauls itself to hits feet and steps a few feet in their direction. Arlo opens the conversation with a polite introduction in the language of animals.  The unicorn shakes its head and replies in Common: “Are you speaking horse to me right now?”  It glances past them at the cave mouth and then at Numyr.  “And did you kill the guardian?”  It sighs and says, “I can see why she kills you.”\nWhile apparently unimpressed with the party, the unicorn introduces himself as Pinky.  He is here on behalf of his lady, Maid Mareian.  She is a member of The Forking Path, a group of fey who observe the slowly unfolding paths of the future and nudges things, where they can, toward a more positive outcome.  Pinky identifies the party as “the Court of Jacks”.  He proceeds to name a courtly card for each member of the party: the Page of Cups to Numyr, the Knight of Wands to Arlo, the Queen of Pentacles to Molly, and the King of Swords to Wayne.  Pinky comments that they form a powerful court if they work together.\nThe party asks about the Troll Witch, but Pinky explains that she dwells primarily in the Mortal Realm. She is responsible for protecting some of the portals that lead from there to the Feywild, including the one behind them.  Some portals to the Feywild are hidden or hard to find; some are locked or barred; and some are guarded. This is done to keep mortals and their “mortality” in the Mortal Realm.  The Troll Witch set Old Krorg to guard this one.  Pinky’s expression softens a bit when he admits that the owlbear was fated to die soon by some means, even if the party hadn’t been the ones to do it.\nPinky also reveals that someone recently set the basilisk to guard this side of the portal, which is odd. It’s possible that she is responsible.  She has a name that Pinky refuses to speak aloud here “even if it’s not her real one”.  The basilisk is something Pinky is keeping an eye on, figuratively speaking.\nPinky reveals that the reason he was waiting for the party here was to pass along a prophesy. He recites:\nWhen the king to gravity falls\nWhile eight dark flames light gremkin halls,\nThe nightmares shall be held at bay\nUntil a child dies to those dark fey.\nAnd so shall wait the queen of night\nIn her starlit lands, far from sight.\nBut if the flames to the queen doth come,\nAnd draw their dark to aid her some,\nThen with new strength the queen will lie,\ndrawing breath, while others die.\nGather your forces in days now near,\nAt the cost of those you will hold dear.\nPinky declines to offer any interpretation of these vague words. Since their path to the Troll Witch likely lies behind them, Pinky escorts them back to the cave entrance “before anyone sees”.  Then he sighs and say, “Well, before anyone else sees.”  Pixies are apparently hard to spot.\nAfter bidding them farewell, Pinky passes behind a tree and not emerge from the other side.\nAs the party passes back through the basilisk cave, they discuss the prophesy.  It sounds like there are two paths, but both are unclear and neither seems to be free of death.  But “gravity” and “the eight dark flames in gremkin halls” certainly seems to imply their current situation being some sort of turning point.  But a turning point to what exactly?  Who is this “queen”?\nEmerging from Old Krorg’s cave, the party realizes a couple hours have suddenly passed and the sun is setting here.  They spot Gravity hopping down from the tree and packing away their book.  They approach and Molly takes lead. She and Gravity swap some gambling metaphors and some innuendo about the note Molly grabbed.  Gravity reiterates her offer: She’ll take them to the Grand Gremkin, protect them them from the gremkin horde, and lay no claim on any sol-fires found there; in exchange, the party will protect her from the Grand Gremkin.  After a quick huddle, the party shrugs and decides to go for it.  They accept Gravity’s offer.\nGravity leads them back into Old Krorg’s cave and reveals that the end of one of the tunnels can be walked through in total darkness.  Gravity says that there are many such portals to the Shadowfell.\nOn the other side, after a few twists and turns, the group comes upon a torch-lined stretch of tunnel that ends in an iron grate.  To the right is a short wooden door.  Gravity knocks, speaks the name of the little gremkin that opens it, and beckons the party into the gremkin warren.  The little gremkin is sure to close and bar the door after Wayne grabs one of the torches.  “Spiders”, the gremkin says.\nIn the main hall of the gremkin warren, surrounded by a hundred or more toothy goblins, the party meets the Grand Gremkin.  He is an obese bugbear lounging on a wooden throne, serviced in many different ways by the little gremkin around him.  Gravity approaches and explains their lineage, which makes them the bugbear’s grandchild, and thus a “Grand Grand Gremkin”.  While this wordplay seems to impress the gremkin crowd, it does not impress their king. When Gravity calls for the bugbear to relinquish his title or be slain by their companions, the Grand Gremkin struggles to his feet in outrage, calling for the death of these intruders.\nNumyr dashes forward, holding the Grand Gremkin at bay with his shield.  In return, the goblin king summons a magical shield to his own arm and brings a great rusty morning star to bear.  While Gravity’s influence holds most of the gremkin at bay, the Grand Gremkin’s bellowed orders bring some of them to his aid.  They lift his great bulk over their heads, helping him to move quickly, but Wayne’s bag of ball bearings slows them significantly. They also seem to support the bugbear’s defense, fortifying his shield, which is able to deflect the energy of some blows into his minions instead.  Several gremkin rush forward, biting and gnawing at the party’s knees.\nAlthough Arlo’s machetes clatter against the bugbear’s back and a thrust of Molly’s sword finds its way through his armor into his prodigious belly, a great blow from the Grand Gremkin’s morning star leaves Numyr’s ears ringing. The party is breathing hard in the thick humid dark of the warren as their torch flickers weakly on the floor.  Wayne draws his crossbow as a fresh swarm of gremkin rush out of the crowd to their king’s aid.\nRewards\nXP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmountToForTotal+430ALLPassing into the feywild (400), learning of a prophesy and their part in a larger story (20), tracking down the sol-fires (10)1350+100WayneFor juggling “every” item in his inventory (torch, ball bearings, rapier, crossbow, lasso, …) in the magically charged air of another plane of existence (subclass unlocked!)1480Numyr1380+5Molly+5 to Molly for exploring a lead to her background, in a very oblique Molly-like way1375Arlo1380\nDM Story Notes\n\nPinky\nGrand Gremkin\n"},"Wanted-Board/Completed/Owlbear-Bounty":{"slug":"Wanted-Board/Completed/Owlbear-Bounty","filePath":"Wanted Board/Completed/Owlbear Bounty.md","title":"Owlbear Bounty","links":["Geography/Black-Forest-Hole","Deadbridge/NPCs/Clarence-Beaumont","Deadbridge/Buildings/Beaumont-Beeves"],"tags":[],"content":"Written in a firm, stately hand:\n\nOwlbear Bounty\nThe owlbear known as Old Krorg has eaten its last beef.\nIt lairs in the woods of Black Forest Hole six miles north of town.\nI will pay $50 if you can prove you killed it,\nor $100 if you bring me its full pelt.\nClarence Beaumont\nBeaumont Beeves\n"},"Wanted-Board/Completed/Wanted---Wilbur-Sugg":{"slug":"Wanted-Board/Completed/Wanted---Wilbur-Sugg","filePath":"Wanted Board/Completed/Wanted - Wilbur Sugg.md","title":"Wanted - Wilbur Sugg","links":[],"tags":[],"content":"This notice is printed on sturdy card stock. It is pinned in the Official section of the Wanted Board.\n\nWanted: Wilbur Sugg\nREWARD: $200\nDead or Alive\n(sketch)\nWilbur Sugg has been convicted of murder, robbing, and cattle rustling. He escaped from Ogallah jail 1 June with the help of his brother Boyd Sugg, a known magic user. Wilbur is likely armed and dangerous. He is suspected of forming a new gang of outlaws and brigands in Lawless territory.\n(New Braska County - Marshal’s Office)\n"},"Wanted-Board/Feeld-Testers-Wanted":{"slug":"Wanted-Board/Feeld-Testers-Wanted","filePath":"Wanted Board/Feeld Testers Wanted.md","title":"Feeld Testers Wanted","links":[],"tags":[],"content":"This crumpled note looks like it was written with a wax pencil or crayon.\n\nFeeld Testers Wanted\n!!Faze 3!!\nApothecandy = tasty + magic + amazing FX for U\nAsk for Smyrna\n(not Wallop)\n"},"Wanted-Board/Miners-Wanted":{"slug":"Wanted-Board/Miners-Wanted","filePath":"Wanted Board/Miners Wanted.md","title":"Miners Wanted","links":[],"tags":[],"content":"A printed flyer.  The rates have been crossed out and updated with red ink.\n\nMiners Wanted\nLuskan Mining Company is hiring in Deadbridge, Lawless territory.\n$6 $5 a day for experienced miners.\n$4 $3 a day if you lack mining experience.\nRoom &amp; Board included.  Overtime available.\nBest rate for miners in the whole country!\nMake your phi-stone fortune today!\n"},"Wanted-Board/index":{"slug":"Wanted-Board/index","filePath":"Wanted Board/index.md","title":"index","links":["Deadbridge/Buildings/Sheriff","Deadbridge","Sessions/2025-10-21---Session-3","Sessions/2025-11-04---Session-5","Sessions/2025-11-11---Session-6","Sessions/2025-12-10---Session-8"],"tags":[],"content":"The Wanted Board hangs just outside the Sheriff building in Deadbridge.\nOriginally hung to hold official Wanted posters, most of the board has been taken over by unofficial postings from other townsfolk.\n(Other Leads)\nAside from the Wanted Board, the party has learned some other potential avenues of exploration.  The threads that are still open include:\n\nThe mine (lifeblood of the town) is facing several issues - 2025-10-21 - Session 3\n\nThe “cloudstone” the fills the mine is quite unusual and is very resistant to mining\nThere is a blight that is “killing” the miners. The mine is still exposing new miners to this risk.\nThe undead nightshift is now on strike\nThere are “tommyknockers” in the mine sabotaging the miners and their operations\n\n\nThe owlbear cave continues in the back… but the way is currently blocked by a basilisk munching on several gremkin statues - 2025-11-04 - Session 5\nThe party is facing the “konsikwenses” of killing the owlbear - 2025-11-04 - Session 5\n\nThe effects are likely due to a killmoulis at work - 2025-11-11 - Session 6\n\n\nNumyr appears to be cursed to be the new portal guardian for Catachthona in place of the owlbear - 2025-11-11 - Session 6\nCecil has an alchemical recipe that would allow the party to conveniently transport their mounts when necessary. - 2025-12-10 - Session 8.  The recipe requires three special ingredients:\n\nbasilisk bile or droppings (available in Old Krorg’s cave)\na very large egg (Old Max says axebeaks nest in the Sandhills NE of Chugwater)\ngiant spider webbing (???)\n\n\nThe town was just mobbed by a horde of gremkin.  What’s that all about? - 2025-12-10 - Session 8\n"},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Published notes for fantasy western D&amp;D campaign set in World Anew (Columbia).\nThis content is a subset of the DM’s full Obsidian vault.  Shown here are only the pages  marked publish: true.  There’s lots more you can’t see yet.\nYou may encounter some dead links here, either because the destination page doesn’t exist yet or because it hasn’t been published yet."}}