{"Fey/index":{"slug":"Fey/index","filePath":"Fey/index.md","title":"index","links":["Planes/Feywild","Planes/Material-Plane"],"tags":[],"content":"Information about the structure of fey society.  This is primarily based in the Feywild, but some of it has spilled into the Material Plane."},"Geography/Geography":{"slug":"Geography/Geography","filePath":"Geography/Geography.md","title":"Geography","links":["Geography/New-Braska"],"tags":[],"content":"Real World\n1848 is the year by which the current continental US’s borders were established.\nUnorganized territory covered everything west of Wisconsin, Iowa, Missouri, Arkansas, Louisiana, and Texas, with the exception of Oregon Territory (which included Idaho).\nFrom this point, they carved out:\n\nMinnesota, Utah, and New Mexico territories (all wider than today), as California became a state. (1850)\nThen split the middle lands into Indian (OK), Kansas, and Nebraska\nBy the civil war (~1861), we’ve got Colorado and Nevada, with Nebraska cut into Dakota further north.\n\nColumbia Map\nSeven Nations\nThe southern five of the Seven Nations have basically marched westward to the Mississippi at this point. (Roughly the US map from about 1805 to 1821, minus the southern Tusk).\nThe Kuhmdiak covers eastern coastal Canada.\nThe Dells covers New England, from Maine to the eastern edge of New York.\n\nNew York (especially the northern half), the Great Lakes, and Ontario belong to the Selil-Lilal forests.\n\nNuDam holds the area round NYC, Newark, and coastal New Jersey.\nThe Midlands covers Pennsylvania from Wilmington DE, Philadelphia PA, and western NJ (though not much of the mountains in south-central, which go to the High Hills), southern New York, and the southern half of 1789’s Northwest Territory from the Ohio river to the Mississippi (Ohio, Indiana, and Illinois). It pushes up into southern edges of Michigan (but the northern half of that NW territory belongs to the Selil-lilal).\nTidewater surrounds the Chesapeake Bay, from most of Delaware, through Baltimore, Washington, Richmond, Norfolk, with strong influence stretching to Durham and Raleigh NC.\nThe High Hills follow the Appalachian Mts. from south-central Pennsylvania, down through western VA, NC, SC and northern GA and AL, and west from there to the Mississippi (Kentucky, Tennessee).\n\nThe Hio (Ohio) river serves as both border and trade route along much of the length of the border of the Midlands and High Hills.\n\nThe Baronies start around Charlotte, NC and extend south through SC, GA, northern FL, and west in AL.\nThe Territories\nOzark covers southern MO and northern AR. south of the Missouri river.  Rugged hills to the south provide some buffer from the Tusk.\nIoway (EYE-o-way) covers northern MO and IA, between the Mississippi and Missouri rivers.\nTakota covers southern Minnesota (which blends into the Selil-lilal), eastern South Dakota, and most of North Dakota. The land between the Mississippi and Missouri rivers.\nCounties\nKansa\nNew Braska\nLawrence\nColdarro\nSaltarro\nThe Rivers\nHio (HEE-oh) (Ohio) flows from the confluence at Pittston (Pittsburg) to Cairo (southern tip of Illinois) where it meets the Mississip.\nMississip (Old Man River, Father of Waters, Mighty Mississip) (Mississippi) flows from the western Selil-Lilal (near Lake Superior) down to Orlean.\nPekitanoui (Big Muddy, the Missu) flows from far in the NW down to the Mississip at San Louie in the NE corner of Ozark Terriritory.\nSouthern Lands\nAtzlan Empire is the military empire of the hobgoblins, which covers Mexico (abbreviated as some vague point to the south), TX, NM, and AZ.  They have step-pyramids (vaguely like the jungle ruins) and worship dark (sun and storm) gods that must be appeased through human(oid) sacrifice.  They also run great slave mines, both for smithing the weapons and armor of their great military and for mining gold and precious stones.\n\nMorrkesh - capital city\n\nThe Tusk covers points west of GA (AL + MI - the original Mississippi Territory of 1798), plus AR and LA, over to about Houston, TX. this green humid region is populated by orcs, goblins, and mixed-blood gorklings.  Some depart from the Tensaw delta (Mobile, AL) as sea reavers.\n\nOrlean (OR-lee-ahn) is a free port at the mouth of Old Man River. There has been much discussion of incorporating this into Columbia as a “Bayou Territory”, but regular trade has always been fraught by sea through both the Serra Main pirates and then the slaver ships of Aztlan and up river to the High Hills and Midlands and the mouth of Hio (Ohio).  Orlean is home to many swamp-dwelling haldoon—high hillers and Barony humans who fled to the southwest into the swamps.  Technically the Haldoon are human, with only traces of orc blood.  (Mechanically half-orc.)\n\nThe Glades covers FL (though a bit wider and stumpier). This is the home of lizardfolk tribes, gators, panthers, pythons, biting insects, tropical disease, quicksand, and other dangers.  Rumors of lost temples and heavy amulets of gold—similar in style to hobgoblin, but likely something much older than that.  On the Baronies side (to the N), the Glades also provide a refuge to the Harloon (savage humans), runaway gobbers, witch covens, and orgies of dark-god worshippers.\nSerra Main is the Caribbean (covered in more more detail elsewhere).\nSouthlands is the South American coast (though with more long bays). AKA: Terra Australis Incognita, Hybrasil. Thick jungle with little more known, since those who go in more than a mile generally don’t come out again.  Poorly charted, so extent is not clear yet (only large islands, or a landmass, or a full continent?)  A couple settlements were tried, but they disappeared.  Rumors and myths abound, of seraphim, dragons, wild elves, sea devils; lost wizard castles; lost cities, fountains of eternal youth, etc.  Much of what was once sought in the Glades is now sought in the Southlands.  What has come back from expeditions to it is a wealth of exotic spices, wondrous herbs, and strange animals."},"Planes/Elemental-Planes":{"slug":"Planes/Elemental-Planes","filePath":"Planes/Elemental Planes.md","title":"Elemental Planes","links":[],"tags":[],"content":"The elemental planes of Air, Earth, Fire, and Water are the source of substance and raw magic.  They are continually born from a central heart called the Elemental Chaos.\nNear this maelstrom of creation, where the neighboring planes meet, you’ll find regions of:\n\nAir + Earth = Dust\nAir + Fire = Smoke or Ash (Great Conflagration)\nAir + Water = Ice (Frostfell)\nEarth + Fire = Magma (Fountains of Creation)\nEarth + Water = Ooze, Mud (Swamp of Oblivion)\nFire + Water = Steam\n\nFarther from the maelstrom, the planes become more uniform and stable.  They are the source of elementals.\nSources\nThe four classic elemental planes, plus the (traditionally only four) para-elemental planes where two elemental planes meet. Also, 4e’s Elemental Chaos at the center where all four come together.\n\ndungeonsdragons.fandom.com/wiki/Paraelemental_plane\n1d6chan.miraheze.org/wiki/Elemental_Chaos\n"},"Planes/Ethereal":{"slug":"Planes/Ethereal","filePath":"Planes/Ethereal.md","title":"Ethereal","links":["Planes/Material-Plane","Planes/Spirit-Realm"],"tags":[],"content":"As per 5e’s Border Ethereal, this coterminous plane is just slightly out of phase with the Material Plane.  A visitor here can see into the Material Plane, but typically not interact with it.\nIn this setting, all planes except the Spirit Realm have their own ethereal plane, meaning ethereal effects work on those planes as they do on the Material."},"Planes/Feywild":{"slug":"Planes/Feywild","filePath":"Planes/Feywild.md","title":"Feywild","links":["Planes/Material-Plane","Fey/","Planes/Feywild","Planes/Elemental-Planes"],"tags":[],"content":"The Feywild (also called Faerie) is a vibrant verdant plane with vaguely positive-energy alignment.\nWhere the Feywild touches the Material Plane, it tends to mirror the Material. For example, you might climb under a fallen mossy log on the Material to emerge from beneath a similar log in the Feywild.  Or you might pass through a Material mill pond to emerge in a quiet forest pond or a rushing river in the Feywild.\nThe Feywild is the original home of the fey.\nThe Feywild is a land of perpetual twilight, sometimes fairly bright, but without a clear source of that light.  Some regions are darker than others.\nGiven its magical vibrant nature, it is easy to pass from similarly attuned regions of the Feywild into the Elemental Planes, often near the Elemental Chaos. Similarly, it is not uncommon to find elementals, dragons, and floating earth-motes that have passed into the Feywild from those planes.\nTime is variable between the the Feywild and the Material Plane, but it tends to pass slower in the Feywild.  For example, hours or days spent in the Feywild might be days or weeks in the Material Plane. This makes the Feywild a dangerous place for mortals to linger."},"Planes/Gloaming":{"slug":"Planes/Gloaming","filePath":"Planes/Gloaming.md","title":"Gloaming","links":["Planes/Feywild","Planes/Shadowfell","Planes/Elemental-Planes","Planes/Material-Plane"],"tags":[],"content":"The Gloaming is formed where the Feywild and Shadowfell meet, similar to a para-elemental plane.  It is also coterminous with the Material Plane, and, like both the Feywild and Shadowfell that produce it, it also tends to mirror features of the Material Plane near where the two meet.\nThe Gloaming is often mistaken for the Shadowfell, as the natural entrances and crossings from the Material (such as through areas of persistent darkness) are similar.  However, while similarly dark, the Gloaming is not as cold or lifeless as the Shadowfell.  The Gloaming appears more like a benighted, corrupted, or dying Feywild.\nThe passage of time in the Gloaming is extremely variable, and it can run either faster or slower than the Material Plane.  Creatures that spend long periods here may darken and change, but not toward the same lifeless or undead forms found in the Shadowfell."},"Planes/Material-Plane":{"slug":"Planes/Material-Plane","filePath":"Planes/Material Plane.md","title":"Material Plane","links":["Fey/"],"tags":[],"content":"The plane that contains Columbia and human affairs.\nAlso called the Mortal Realm, especially by the fey."},"Planes/Shadowfell":{"slug":"Planes/Shadowfell","filePath":"Planes/Shadowfell.md","title":"Shadowfell","links":["Planes/Material-Plane","Planes/Gloaming","Planes/Feywild","Blight","Fey/","Planes/Spirit-Realm"],"tags":[],"content":"The Shadowfell is a cold dark plane with a vaguely negative-energy alignment.\nThe Shadowfell is a dark reflection of the Material Plane. It is possible to slip into it through areas of death or persistent darkness.  The Shadowfell is coterminous with the Gloaming but not directly with the Feywild.  The Blight causes these transitions to be easier and more common over time.\nThe Shadowfell is cold. You can typically see your breath.  The black glassy surfaces here are often rimed with frost. Flakes of ash sometimes fall like light snow but crumble to dust when they land.\nMost regions of the Shadowfell are as lifeless as a desert.  There are some exceptions to this, with a few hearty native inhabitants.  Most of its inhabitants are shadows or other undead, though, which do not require material sustenance.\nTime is variable between the the Shadowfell and the Material Plane, but it tends to pass faster in the Shadowfell.  For example, a week spent in the Shadowfell may be only a day in the Material Plane.  This makes the Shadowfell useful for traveling shortcuts, if you can reliably find your way through it between two Material portals.\nThe fey have suggested that it is the negative energy effect of the Shadowfell on the Material Plane that gives Material natives their mortality. When a mortal dies and their soul fails to pass into the Spirit Realm, it tends to eventually get dragged into the Shadowfell.  Over eons (in comparative time to the Material), the Shadowfell drains the memories, identity, and substance from the soul, leaving only a shadow behind.  These shadows, still hungry for life and unwilling to pass, may slip back into the Material if they discover a means to do so. They will then seek to feed on life energy they find there.\nCreatures that pass physically into the Shadowfell may face a similar fate, gradually becoming darker, shadowy, and eventually undead.  Living creatures may also struggle with the plane’s despair effect.\nDespair\nFrom DMG, p52: When appropriate (up to once per day) in the Shadowfell, make a Wisdom save DC 10 or gain the following:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nd6Effect1 - 3Apathy:  Disadv on death saves and initiative.  Flaw: “I don’t believe I can make a difference.”4 - 5Dread: Disadv on all savesFlaw: “I am convinced I will die soon”6Madness: Disadv on all mental (INT, WIS, CHA) checks and savesFlaw: “I can’t tell what’s real anymore”\nIf you already have a despair effect, you gain an different additional one. At the end of your next long rest, make a DC 15 Wisdom save (with advantage if you are no longer in the Shadowfell) to shake off each despair effect.  Calm emotions, remove curse, or similar magic can also end the effect.\nSources\n\n3.5’s Shadow Walk spell inspired the speedy travel through the Shadowfell\n"},"Planes/Spirit-Realm":{"slug":"Planes/Spirit-Realm","filePath":"Planes/Spirit Realm.md","title":"Spirit Realm","links":["Planes/Ethereal","Planes/Material-Plane","Planes/Shadowfell"],"tags":[],"content":"The Spirit Realm goes by many names: The Dreaming, the Astral, the Deep Ethereal.\nSome scholars believe that these are different planes, but it’s more likely that these are different subjective experiences of the same thing.  When astrally projecting or lucid dreamwalking, it appears as per the Astral Plane. When physically (rather than astrally) entering the plane, the experience is much more fuzzy, like the (Deep) Ethereal.\nThrough the Spirit Realm, it is possible to enter myriad contained demiplanes through portals found there, taking on physical form in those other realities. Traveling farther from the Material world leads to more alien dimensions and stranger inhabitants.\nSome argue that both dreamers and the disembodied spirits of the dead make this same journey.  Dreamers and projectors are pulled back from their dream demiplanes upon waking; the dead do not wake but continue to journey until they find a final home. However, some dead spirits can’t or refuse to start this journey into the bright Spirit Realm.  These souls may languish for a time in Ethereal of the Material Plane before eventually succumbing to the pull of the Shadowfell.\nHeaven and Hell are likely demiplanes, with their own inhabitants."},"Planes/index":{"slug":"Planes/index","filePath":"Planes/index.md","title":"index","links":[],"tags":[],"content":"The planes of existence that exist in the World Anew setting."},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Published notes for fantasy western D&amp;D campaign set in World Anew (Columbia).\nThis content is a subset of the DM’s full Obsidian vault.  Shown here are only the pages  marked publish: true."}}